{
  "translation": "King James Version",
  "abbreviation": "kjv",
  "lang": "en",
  "language": "English",
  "direction": "LTR",
  "encoding": "UTF-8",
  "nr": 20,
  "name": "Proverbs",
  "chapters": [
    {
      "chapter": 1,
      "name": "Proverbs 1",
      "verses": [
        {
          "chapter": 1,
          "verse": 1,
          "name": "Proverbs 1:1",
          "text": "The proverbs of Solomon the son of David, king of Israel;"
        },
        {
          "chapter": 1,
          "verse": 2,
          "name": "Proverbs 1:2",
          "text": "To know wisdom and instruction; to perceive the words of understanding;"
        },
        {
          "chapter": 1,
          "verse": 3,
          "name": "Proverbs 1:3",
          "text": "To receive the instruction of wisdom, justice, and judgment, and equity;"
        },
        {
          "chapter": 1,
          "verse": 4,
          "name": "Proverbs 1:4",
          "text": "To give subtilty to the simple, to the young man knowledge and discretion."
        },
        {
          "chapter": 1,
          "verse": 5,
          "name": "Proverbs 1:5",
          "text": "A wise man will hear, and will increase learning; and a man of understanding shall attain unto wise counsels:"
        },
        {
          "chapter": 1,
          "verse": 6,
          "name": "Proverbs 1:6",
          "text": "To understand a proverb, and the interpretation; the words of the wise, and their dark sayings."
        },
        {
          "chapter": 1,
          "verse": 7,
          "name": "Proverbs 1:7",
          "text": "The fear of the Lord is the beginning of knowledge: but fools despise wisdom and instruction."
        },
        {
          "chapter": 1,
          "verse": 8,
          "name": "Proverbs 1:8",
          "text": "My son, hear the instruction of thy father, and forsake not the law of thy mother:"
        },
        {
          "chapter": 1,
          "verse": 9,
          "name": "Proverbs 1:9",
          "text": "For they shall be an ornament of grace unto thy head, and chains about thy neck."
        },
        {
          "chapter": 1,
          "verse": 10,
          "name": "Proverbs 1:10",
          "text": "My son, if sinners entice thee, consent thou not."
        },
        {
          "chapter": 1,
          "verse": 11,
          "name": "Proverbs 1:11",
          "text": "If they say, Come with us, let us lay wait for blood, let us lurk privily for the innocent without cause:"
        },
        {
          "chapter": 1,
          "verse": 12,
          "name": "Proverbs 1:12",
          "text": "Let us swallow them up alive as the grave; and whole, as those that go down into the pit:"
        },
        {
          "chapter": 1,
          "verse": 13,
          "name": "Proverbs 1:13",
          "text": "We shall find all precious substance, we shall fill our houses with spoil:"
        },
        {
          "chapter": 1,
          "verse": 14,
          "name": "Proverbs 1:14",
          "text": "Cast in thy lot among us; let us all have one purse:"
        },
        {
          "chapter": 1,
          "verse": 15,
          "name": "Proverbs 1:15",
          "text": "My son, walk not thou in the way with them; refrain thy foot from their path:"
        },
        {
          "chapter": 1,
          "verse": 16,
          "name": "Proverbs 1:16",
          "text": "For their feet run to evil, and make haste to shed blood."
        },
        {
          "chapter": 1,
          "verse": 17,
          "name": "Proverbs 1:17",
          "text": "Surely in vain the net is spread in the sight of any bird."
        },
        {
          "chapter": 1,
          "verse": 18,
          "name": "Proverbs 1:18",
          "text": "And they lay wait for their own blood; they lurk privily for their own lives."
        },
        {
          "chapter": 1,
          "verse": 19,
          "name": "Proverbs 1:19",
          "text": "So are the ways of every one that is greedy of gain; which taketh away the life of the owners thereof."
        },
        {
          "chapter": 1,
          "verse": 20,
          "name": "Proverbs 1:20",
          "text": "Wisdom crieth without; she uttereth her voice in the streets:"
        },
        {
          "chapter": 1,
          "verse": 21,
          "name": "Proverbs 1:21",
          "text": "She crieth in the chief place of concourse, in the openings of the gates: in the city she uttereth her words, saying,"
        },
        {
          "chapter": 1,
          "verse": 22,
          "name": "Proverbs 1:22",
          "text": "How long, ye simple ones, will ye love simplicity? and the scorners delight in their scorning, and fools hate knowledge?"
        },
        {
          "chapter": 1,
          "verse": 23,
          "name": "Proverbs 1:23",
          "text": "Turn you at my reproof: behold, I will pour out my spirit unto you, I will make known my words unto you."
        },
        {
          "chapter": 1,
          "verse": 24,
          "name": "Proverbs 1:24",
          "text": "Because I have called, and ye refused; I have stretched out my hand, and no man regarded;"
        },
        {
          "chapter": 1,
          "verse": 25,
          "name": "Proverbs 1:25",
          "text": "But ye have set at nought all my counsel, and would none of my reproof:"
        },
        {
          "chapter": 1,
          "verse": 26,
          "name": "Proverbs 1:26",
          "text": "I also will laugh at your calamity; I will mock when your fear cometh;"
        },
        {
          "chapter": 1,
          "verse": 27,
          "name": "Proverbs 1:27",
          "text": "When your fear cometh as desolation, and your destruction cometh as a whirlwind; when distress and anguish cometh upon you."
        },
        {
          "chapter": 1,
          "verse": 28,
          "name": "Proverbs 1:28",
          "text": "Then shall they call upon me, but I will not answer; they shall seek me early, but they shall not find me:"
        },
        {
          "chapter": 1,
          "verse": 29,
          "name": "Proverbs 1:29",
          "text": "For that they hated knowledge, and did not choose the fear of the Lord:"
        },
        {
          "chapter": 1,
          "verse": 30,
          "name": "Proverbs 1:30",
          "text": "They would none of my counsel: they despised all my reproof."
        },
        {
          "chapter": 1,
          "verse": 31,
          "name": "Proverbs 1:31",
          "text": "Therefore shall they eat of the fruit of their own way, and be filled with their own devices."
        },
        {
          "chapter": 1,
          "verse": 32,
          "name": "Proverbs 1:32",
          "text": "For the turning away of the simple shall slay them, and the prosperity of fools shall destroy them."
        },
        {
          "chapter": 1,
          "verse": 33,
          "name": "Proverbs 1:33",
          "text": "But whoso hearkeneth unto me shall dwell safely, and shall be quiet from fear of evil. "
        }
      ]
    },
    {
      "chapter": 2,
      "name": "Proverbs 2",
      "verses": [
        {
          "chapter": 2,
          "verse": 1,
          "name": "Proverbs 2:1",
          "text": "My son, if thou wilt receive my words, and hide my commandments with thee;"
        },
        {
          "chapter": 2,
          "verse": 2,
          "name": "Proverbs 2:2",
          "text": "So that thou incline thine ear unto wisdom, and apply thine heart to understanding;"
        },
        {
          "chapter": 2,
          "verse": 3,
          "name": "Proverbs 2:3",
          "text": "Yea, if thou criest after knowledge, and liftest up thy voice for understanding;"
        },
        {
          "chapter": 2,
          "verse": 4,
          "name": "Proverbs 2:4",
          "text": "If thou seekest her as silver, and searchest for her as for hid treasures;"
        },
        {
          "chapter": 2,
          "verse": 5,
          "name": "Proverbs 2:5",
          "text": "Then shalt thou understand the fear of the Lord, and find the knowledge of God."
        },
        {
          "chapter": 2,
          "verse": 6,
          "name": "Proverbs 2:6",
          "text": "For the Lord giveth wisdom: out of his mouth cometh knowledge and understanding."
        },
        {
          "chapter": 2,
          "verse": 7,
          "name": "Proverbs 2:7",
          "text": "He layeth up sound wisdom for the righteous: he is a buckler to them that walk uprightly."
        },
        {
          "chapter": 2,
          "verse": 8,
          "name": "Proverbs 2:8",
          "text": "He keepeth the paths of judgment, and preserveth the way of his saints."
        },
        {
          "chapter": 2,
          "verse": 9,
          "name": "Proverbs 2:9",
          "text": "Then shalt thou understand righteousness, and judgment, and equity; yea, every good path."
        },
        {
          "chapter": 2,
          "verse": 10,
          "name": "Proverbs 2:10",
          "text": "When wisdom entereth into thine heart, and knowledge is pleasant unto thy soul;"
        },
        {
          "chapter": 2,
          "verse": 11,
          "name": "Proverbs 2:11",
          "text": "Discretion shall preserve thee, understanding shall keep thee:"
        },
        {
          "chapter": 2,
          "verse": 12,
          "name": "Proverbs 2:12",
          "text": "To deliver thee from the way of the evil man, from the man that speaketh froward things;"
        },
        {
          "chapter": 2,
          "verse": 13,
          "name": "Proverbs 2:13",
          "text": "Who leave the paths of uprightness, to walk in the ways of darkness;"
        },
        {
          "chapter": 2,
          "verse": 14,
          "name": "Proverbs 2:14",
          "text": "Who rejoice to do evil, and delight in the frowardness of the wicked;"
        },
        {
          "chapter": 2,
          "verse": 15,
          "name": "Proverbs 2:15",
          "text": "Whose ways are crooked, and they froward in their paths:"
        },
        {
          "chapter": 2,
          "verse": 16,
          "name": "Proverbs 2:16",
          "text": "To deliver thee from the strange woman, even from the stranger which flattereth with her words;"
        },
        {
          "chapter": 2,
          "verse": 17,
          "name": "Proverbs 2:17",
          "text": "Which forsaketh the guide of her youth, and forgetteth the covenant of her God."
        },
        {
          "chapter": 2,
          "verse": 18,
          "name": "Proverbs 2:18",
          "text": "For her house inclineth unto death, and her paths unto the dead."
        },
        {
          "chapter": 2,
          "verse": 19,
          "name": "Proverbs 2:19",
          "text": "None that go unto her return again, neither take they hold of the paths of life."
        },
        {
          "chapter": 2,
          "verse": 20,
          "name": "Proverbs 2:20",
          "text": "That thou mayest walk in the way of good men, and keep the paths of the righteous."
        },
        {
          "chapter": 2,
          "verse": 21,
          "name": "Proverbs 2:21",
          "text": "For the upright shall dwell in the land, and the perfect shall remain in it."
        },
        {
          "chapter": 2,
          "verse": 22,
          "name": "Proverbs 2:22",
          "text": "But the wicked shall be cut off from the earth, and the transgressors shall be rooted out of it. "
        }
      ]
    },
    {
      "chapter": 3,
      "name": "Proverbs 3",
      "verses": [
        {
          "chapter": 3,
          "verse": 1,
          "name": "Proverbs 3:1",
          "text": "My son, forget not my law; but let thine heart keep my commandments:"
        },
        {
          "chapter": 3,
          "verse": 2,
          "name": "Proverbs 3:2",
          "text": "For length of days, and long life, and peace, shall they add to thee."
        },
        {
          "chapter": 3,
          "verse": 3,
          "name": "Proverbs 3:3",
          "text": "Let not mercy and truth forsake thee: bind them about thy neck; write them upon the table of thine heart:"
        },
        {
          "chapter": 3,
          "verse": 4,
          "name": "Proverbs 3:4",
          "text": "So shalt thou find favour and good understanding in the sight of God and man."
        },
        {
          "chapter": 3,
          "verse": 5,
          "name": "Proverbs 3:5",
          "text": "Trust in the Lord with all thine heart; and lean not unto thine own understanding."
        },
        {
          "chapter": 3,
          "verse": 6,
          "name": "Proverbs 3:6",
          "text": "In all thy ways acknowledge him, and he shall direct thy paths."
        },
        {
          "chapter": 3,
          "verse": 7,
          "name": "Proverbs 3:7",
          "text": "Be not wise in thine own eyes: fear the Lord, and depart from evil."
        },
        {
          "chapter": 3,
          "verse": 8,
          "name": "Proverbs 3:8",
          "text": "It shall be health to thy navel, and marrow to thy bones."
        },
        {
          "chapter": 3,
          "verse": 9,
          "name": "Proverbs 3:9",
          "text": "Honour the Lord with thy substance, and with the firstfruits of all thine increase:"
        },
        {
          "chapter": 3,
          "verse": 10,
          "name": "Proverbs 3:10",
          "text": "So shall thy barns be filled with plenty, and thy presses shall burst out with new wine."
        },
        {
          "chapter": 3,
          "verse": 11,
          "name": "Proverbs 3:11",
          "text": "My son, despise not the chastening of the Lord; neither be weary of his correction:"
        },
        {
          "chapter": 3,
          "verse": 12,
          "name": "Proverbs 3:12",
          "text": "For whom the Lord loveth he correcteth; even as a father the son in whom he delighteth."
        },
        {
          "chapter": 3,
          "verse": 13,
          "name": "Proverbs 3:13",
          "text": "Happy is the man that findeth wisdom, and the man that getteth understanding."
        },
        {
          "chapter": 3,
          "verse": 14,
          "name": "Proverbs 3:14",
          "text": "For the merchandise of it is better than the merchandise of silver, and the gain thereof than fine gold."
        },
        {
          "chapter": 3,
          "verse": 15,
          "name": "Proverbs 3:15",
          "text": "She is more precious than rubies: and all the things thou canst desire are not to be compared unto her."
        },
        {
          "chapter": 3,
          "verse": 16,
          "name": "Proverbs 3:16",
          "text": "Length of days is in her right hand; and in her left hand riches and honour."
        },
        {
          "chapter": 3,
          "verse": 17,
          "name": "Proverbs 3:17",
          "text": "Her ways are ways of pleasantness, and all her paths are peace."
        },
        {
          "chapter": 3,
          "verse": 18,
          "name": "Proverbs 3:18",
          "text": "She is a tree of life to them that lay hold upon her: and happy is every one that retaineth her."
        },
        {
          "chapter": 3,
          "verse": 19,
          "name": "Proverbs 3:19",
          "text": "The Lord by wisdom hath founded the earth; by understanding hath he established the heavens."
        },
        {
          "chapter": 3,
          "verse": 20,
          "name": "Proverbs 3:20",
          "text": "By his knowledge the depths are broken up, and the clouds drop down the dew."
        },
        {
          "chapter": 3,
          "verse": 21,
          "name": "Proverbs 3:21",
          "text": "My son, let not them depart from thine eyes: keep sound wisdom and discretion:"
        },
        {
          "chapter": 3,
          "verse": 22,
          "name": "Proverbs 3:22",
          "text": "So shall they be life unto thy soul, and grace to thy neck."
        },
        {
          "chapter": 3,
          "verse": 23,
          "name": "Proverbs 3:23",
          "text": "Then shalt thou walk in thy way safely, and thy foot shall not stumble."
        },
        {
          "chapter": 3,
          "verse": 24,
          "name": "Proverbs 3:24",
          "text": "When thou liest down, thou shalt not be afraid: yea, thou shalt lie down, and thy sleep shall be sweet."
        },
        {
          "chapter": 3,
          "verse": 25,
          "name": "Proverbs 3:25",
          "text": "Be not afraid of sudden fear, neither of the desolation of the wicked, when it cometh."
        },
        {
          "chapter": 3,
          "verse": 26,
          "name": "Proverbs 3:26",
          "text": "For the Lord shall be thy confidence, and shall keep thy foot from being taken."
        },
        {
          "chapter": 3,
          "verse": 27,
          "name": "Proverbs 3:27",
          "text": "Withhold not good from them to whom it is due, when it is in the power of thine hand to do it."
        },
        {
          "chapter": 3,
          "verse": 28,
          "name": "Proverbs 3:28",
          "text": "Say not unto thy neighbour, Go, and come again, and to morrow I will give; when thou hast it by thee."
        },
        {
          "chapter": 3,
          "verse": 29,
          "name": "Proverbs 3:29",
          "text": "Devise not evil against thy neighbour, seeing he dwelleth securely by thee."
        },
        {
          "chapter": 3,
          "verse": 30,
          "name": "Proverbs 3:30",
          "text": "Strive not with a man without cause, if he have done thee no harm."
        },
        {
          "chapter": 3,
          "verse": 31,
          "name": "Proverbs 3:31",
          "text": "Envy thou not the oppressor, and choose none of his ways."
        },
        {
          "chapter": 3,
          "verse": 32,
          "name": "Proverbs 3:32",
          "text": "For the froward is abomination to the Lord: but his secret is with the righteous."
        },
        {
          "chapter": 3,
          "verse": 33,
          "name": "Proverbs 3:33",
          "text": "The curse of the Lord is in the house of the wicked: but he blesseth the habitation of the just."
        },
        {
          "chapter": 3,
          "verse": 34,
          "name": "Proverbs 3:34",
          "text": "Surely he scorneth the scorners: but he giveth grace unto the lowly."
        },
        {
          "chapter": 3,
          "verse": 35,
          "name": "Proverbs 3:35",
          "text": "The wise shall inherit glory: but shame shall be the promotion of fools. "
        }
      ]
    },
    {
      "chapter": 4,
      "name": "Proverbs 4",
      "verses": [
        {
          "chapter": 4,
          "verse": 1,
          "name": "Proverbs 4:1",
          "text": "Hear, ye children, the instruction of a father, and attend to know understanding."
        },
        {
          "chapter": 4,
          "verse": 2,
          "name": "Proverbs 4:2",
          "text": "For I give you good doctrine, forsake ye not my law."
        },
        {
          "chapter": 4,
          "verse": 3,
          "name": "Proverbs 4:3",
          "text": "For I was my father’s son, tender and only beloved in the sight of my mother."
        },
        {
          "chapter": 4,
          "verse": 4,
          "name": "Proverbs 4:4",
          "text": "He taught me also, and said unto me, Let thine heart retain my words: keep my commandments, and live."
        },
        {
          "chapter": 4,
          "verse": 5,
          "name": "Proverbs 4:5",
          "text": "Get wisdom, get understanding: forget it not; neither decline from the words of my mouth."
        },
        {
          "chapter": 4,
          "verse": 6,
          "name": "Proverbs 4:6",
          "text": "Forsake her not, and she shall preserve thee: love her, and she shall keep thee."
        },
        {
          "chapter": 4,
          "verse": 7,
          "name": "Proverbs 4:7",
          "text": "Wisdom is the principal thing; therefore get wisdom: and with all thy getting get understanding."
        },
        {
          "chapter": 4,
          "verse": 8,
          "name": "Proverbs 4:8",
          "text": "Exalt her, and she shall promote thee: she shall bring thee to honour, when thou dost embrace her."
        },
        {
          "chapter": 4,
          "verse": 9,
          "name": "Proverbs 4:9",
          "text": "She shall give to thine head an ornament of grace: a crown of glory shall she deliver to thee."
        },
        {
          "chapter": 4,
          "verse": 10,
          "name": "Proverbs 4:10",
          "text": "Hear, O my son, and receive my sayings; and the years of thy life shall be many."
        },
        {
          "chapter": 4,
          "verse": 11,
          "name": "Proverbs 4:11",
          "text": "I have taught thee in the way of wisdom; I have led thee in right paths."
        },
        {
          "chapter": 4,
          "verse": 12,
          "name": "Proverbs 4:12",
          "text": "When thou goest, thy steps shall not be straitened; and when thou runnest, thou shalt not stumble."
        },
        {
          "chapter": 4,
          "verse": 13,
          "name": "Proverbs 4:13",
          "text": "Take fast hold of instruction; let her not go: keep her; for she is thy life."
        },
        {
          "chapter": 4,
          "verse": 14,
          "name": "Proverbs 4:14",
          "text": "Enter not into the path of the wicked, and go not in the way of evil men."
        },
        {
          "chapter": 4,
          "verse": 15,
          "name": "Proverbs 4:15",
          "text": "Avoid it, pass not by it, turn from it, and pass away."
        },
        {
          "chapter": 4,
          "verse": 16,
          "name": "Proverbs 4:16",
          "text": "For they sleep not, except they have done mischief; and their sleep is taken away, unless they cause some to fall."
        },
        {
          "chapter": 4,
          "verse": 17,
          "name": "Proverbs 4:17",
          "text": "For they eat the bread of wickedness, and drink the wine of violence."
        },
        {
          "chapter": 4,
          "verse": 18,
          "name": "Proverbs 4:18",
          "text": "But the path of the just is as the shining light, that shineth more and more unto the perfect day."
        },
        {
          "chapter": 4,
          "verse": 19,
          "name": "Proverbs 4:19",
          "text": "The way of the wicked is as darkness: they know not at what they stumble."
        },
        {
          "chapter": 4,
          "verse": 20,
          "name": "Proverbs 4:20",
          "text": "My son, attend to my words; incline thine ear unto my sayings."
        },
        {
          "chapter": 4,
          "verse": 21,
          "name": "Proverbs 4:21",
          "text": "Let them not depart from thine eyes; keep them in the midst of thine heart."
        },
        {
          "chapter": 4,
          "verse": 22,
          "name": "Proverbs 4:22",
          "text": "For they are life unto those that find them, and health to all their flesh."
        },
        {
          "chapter": 4,
          "verse": 23,
          "name": "Proverbs 4:23",
          "text": "Keep thy heart with all diligence; for out of it are the issues of life."
        },
        {
          "chapter": 4,
          "verse": 24,
          "name": "Proverbs 4:24",
          "text": "Put away from thee a froward mouth, and perverse lips put far from thee."
        },
        {
          "chapter": 4,
          "verse": 25,
          "name": "Proverbs 4:25",
          "text": "Let thine eyes look right on, and let thine eyelids look straight before thee."
        },
        {
          "chapter": 4,
          "verse": 26,
          "name": "Proverbs 4:26",
          "text": "Ponder the path of thy feet, and let all thy ways be established."
        },
        {
          "chapter": 4,
          "verse": 27,
          "name": "Proverbs 4:27",
          "text": "Turn not to the right hand nor to the left: remove thy foot from evil. "
        }
      ]
    },
    {
      "chapter": 5,
      "name": "Proverbs 5",
      "verses": [
        {
          "chapter": 5,
          "verse": 1,
          "name": "Proverbs 5:1",
          "text": "My son, attend unto my wisdom, and bow thine ear to my understanding:"
        },
        {
          "chapter": 5,
          "verse": 2,
          "name": "Proverbs 5:2",
          "text": "That thou mayest regard discretion, and that thy lips may keep knowledge."
        },
        {
          "chapter": 5,
          "verse": 3,
          "name": "Proverbs 5:3",
          "text": "For the lips of a strange woman drop as an honeycomb, and her mouth is smoother than oil:"
        },
        {
          "chapter": 5,
          "verse": 4,
          "name": "Proverbs 5:4",
          "text": "But her end is bitter as wormwood, sharp as a twoedged sword."
        },
        {
          "chapter": 5,
          "verse": 5,
          "name": "Proverbs 5:5",
          "text": "Her feet go down to death; her steps take hold on hell."
        },
        {
          "chapter": 5,
          "verse": 6,
          "name": "Proverbs 5:6",
          "text": "Lest thou shouldest ponder the path of life, her ways are moveable, that thou canst not know them."
        },
        {
          "chapter": 5,
          "verse": 7,
          "name": "Proverbs 5:7",
          "text": "Hear me now therefore, O ye children, and depart not from the words of my mouth."
        },
        {
          "chapter": 5,
          "verse": 8,
          "name": "Proverbs 5:8",
          "text": "Remove thy way far from her, and come not nigh the door of her house:"
        },
        {
          "chapter": 5,
          "verse": 9,
          "name": "Proverbs 5:9",
          "text": "Lest thou give thine honour unto others, and thy years unto the cruel:"
        },
        {
          "chapter": 5,
          "verse": 10,
          "name": "Proverbs 5:10",
          "text": "Lest strangers be filled with thy wealth; and thy labours be in the house of a stranger;"
        },
        {
          "chapter": 5,
          "verse": 11,
          "name": "Proverbs 5:11",
          "text": "And thou mourn at the last, when thy flesh and thy body are consumed,"
        },
        {
          "chapter": 5,
          "verse": 12,
          "name": "Proverbs 5:12",
          "text": "And say, How have I hated instruction, and my heart despised reproof;"
        },
        {
          "chapter": 5,
          "verse": 13,
          "name": "Proverbs 5:13",
          "text": "And have not obeyed the voice of my teachers, nor inclined mine ear to them that instructed me!"
        },
        {
          "chapter": 5,
          "verse": 14,
          "name": "Proverbs 5:14",
          "text": "I was almost in all evil in the midst of the congregation and assembly."
        },
        {
          "chapter": 5,
          "verse": 15,
          "name": "Proverbs 5:15",
          "text": "Drink waters out of thine own cistern, and running waters out of thine own well."
        },
        {
          "chapter": 5,
          "verse": 16,
          "name": "Proverbs 5:16",
          "text": "Let thy fountains be dispersed abroad, and rivers of waters in the streets."
        },
        {
          "chapter": 5,
          "verse": 17,
          "name": "Proverbs 5:17",
          "text": "Let them be only thine own, and not strangers’ with thee."
        },
        {
          "chapter": 5,
          "verse": 18,
          "name": "Proverbs 5:18",
          "text": "Let thy fountain be blessed: and rejoice with the wife of thy youth."
        },
        {
          "chapter": 5,
          "verse": 19,
          "name": "Proverbs 5:19",
          "text": "Let her be as the loving hind and pleasant roe; let her breasts satisfy thee at all times; and be thou ravished always with her love."
        },
        {
          "chapter": 5,
          "verse": 20,
          "name": "Proverbs 5:20",
          "text": "And why wilt thou, my son, be ravished with a strange woman, and embrace the bosom of a stranger?"
        },
        {
          "chapter": 5,
          "verse": 21,
          "name": "Proverbs 5:21",
          "text": "For the ways of man are before the eyes of the Lord, and he pondereth all his goings."
        },
        {
          "chapter": 5,
          "verse": 22,
          "name": "Proverbs 5:22",
          "text": "His own iniquities shall take the wicked himself, and he shall be holden with the cords of his sins."
        },
        {
          "chapter": 5,
          "verse": 23,
          "name": "Proverbs 5:23",
          "text": "He shall die without instruction; and in the greatness of his folly he shall go astray. "
        }
      ]
    },
    {
      "chapter": 6,
      "name": "Proverbs 6",
      "verses": [
        {
          "chapter": 6,
          "verse": 1,
          "name": "Proverbs 6:1",
          "text": "My son, if thou be surety for thy friend, if thou hast stricken thy hand with a stranger,"
        },
        {
          "chapter": 6,
          "verse": 2,
          "name": "Proverbs 6:2",
          "text": "Thou art snared with the words of thy mouth, thou art taken with the words of thy mouth."
        },
        {
          "chapter": 6,
          "verse": 3,
          "name": "Proverbs 6:3",
          "text": "Do this now, my son, and deliver thyself, when thou art come into the hand of thy friend; go, humble thyself, and make sure thy friend."
        },
        {
          "chapter": 6,
          "verse": 4,
          "name": "Proverbs 6:4",
          "text": "Give not sleep to thine eyes, nor slumber to thine eyelids."
        },
        {
          "chapter": 6,
          "verse": 5,
          "name": "Proverbs 6:5",
          "text": "Deliver thyself as a roe from the hand of the hunter, and as a bird from the hand of the fowler."
        },
        {
          "chapter": 6,
          "verse": 6,
          "name": "Proverbs 6:6",
          "text": "Go to the ant, thou sluggard; consider her ways, and be wise:"
        },
        {
          "chapter": 6,
          "verse": 7,
          "name": "Proverbs 6:7",
          "text": "Which having no guide, overseer, or ruler,"
        },
        {
          "chapter": 6,
          "verse": 8,
          "name": "Proverbs 6:8",
          "text": "Provideth her meat in the summer, and gathereth her food in the harvest."
        },
        {
          "chapter": 6,
          "verse": 9,
          "name": "Proverbs 6:9",
          "text": "How long wilt thou sleep, O sluggard? when wilt thou arise out of thy sleep?"
        },
        {
          "chapter": 6,
          "verse": 10,
          "name": "Proverbs 6:10",
          "text": "Yet a little sleep, a little slumber, a little folding of the hands to sleep:"
        },
        {
          "chapter": 6,
          "verse": 11,
          "name": "Proverbs 6:11",
          "text": "So shall thy poverty come as one that travelleth, and thy want as an armed man."
        },
        {
          "chapter": 6,
          "verse": 12,
          "name": "Proverbs 6:12",
          "text": "A naughty person, a wicked man, walketh with a froward mouth."
        },
        {
          "chapter": 6,
          "verse": 13,
          "name": "Proverbs 6:13",
          "text": "He winketh with his eyes, he speaketh with his feet, he teacheth with his fingers;"
        },
        {
          "chapter": 6,
          "verse": 14,
          "name": "Proverbs 6:14",
          "text": "Frowardness is in his heart, he deviseth mischief continually; he soweth discord."
        },
        {
          "chapter": 6,
          "verse": 15,
          "name": "Proverbs 6:15",
          "text": "Therefore shall his calamity come suddenly; suddenly shall he be broken without remedy."
        },
        {
          "chapter": 6,
          "verse": 16,
          "name": "Proverbs 6:16",
          "text": "These six things doth the Lord hate: yea, seven are an abomination unto him:"
        },
        {
          "chapter": 6,
          "verse": 17,
          "name": "Proverbs 6:17",
          "text": "A proud look, a lying tongue, and hands that shed innocent blood,"
        },
        {
          "chapter": 6,
          "verse": 18,
          "name": "Proverbs 6:18",
          "text": "An heart that deviseth wicked imaginations, feet that be swift in running to mischief,"
        },
        {
          "chapter": 6,
          "verse": 19,
          "name": "Proverbs 6:19",
          "text": "A false witness that speaketh lies, and he that soweth discord among brethren."
        },
        {
          "chapter": 6,
          "verse": 20,
          "name": "Proverbs 6:20",
          "text": "My son, keep thy father’s commandment, and forsake not the law of thy mother:"
        },
        {
          "chapter": 6,
          "verse": 21,
          "name": "Proverbs 6:21",
          "text": "Bind them continually upon thine heart, and tie them about thy neck."
        },
        {
          "chapter": 6,
          "verse": 22,
          "name": "Proverbs 6:22",
          "text": "When thou goest, it shall lead thee; when thou sleepest, it shall keep thee; and when thou awakest, it shall talk with thee."
        },
        {
          "chapter": 6,
          "verse": 23,
          "name": "Proverbs 6:23",
          "text": "For the commandment is a lamp; and the law is light; and reproofs of instruction are the way of life:"
        },
        {
          "chapter": 6,
          "verse": 24,
          "name": "Proverbs 6:24",
          "text": "To keep thee from the evil woman, from the flattery of the tongue of a strange woman."
        },
        {
          "chapter": 6,
          "verse": 25,
          "name": "Proverbs 6:25",
          "text": "Lust not after her beauty in thine heart; neither let her take thee with her eyelids."
        },
        {
          "chapter": 6,
          "verse": 26,
          "name": "Proverbs 6:26",
          "text": "For by means of a whorish woman a man is brought to a piece of bread: and the adulteress will hunt for the precious life."
        },
        {
          "chapter": 6,
          "verse": 27,
          "name": "Proverbs 6:27",
          "text": "Can a man take fire in his bosom, and his clothes not be burned?"
        },
        {
          "chapter": 6,
          "verse": 28,
          "name": "Proverbs 6:28",
          "text": "Can one go upon hot coals, and his feet not be burned?"
        },
        {
          "chapter": 6,
          "verse": 29,
          "name": "Proverbs 6:29",
          "text": "So he that goeth in to his neighbour’s wife; whosoever toucheth her shall not be innocent."
        },
        {
          "chapter": 6,
          "verse": 30,
          "name": "Proverbs 6:30",
          "text": "Men do not despise a thief, if he steal to satisfy his soul when he is hungry;"
        },
        {
          "chapter": 6,
          "verse": 31,
          "name": "Proverbs 6:31",
          "text": "But if he be found, he shall restore sevenfold; he shall give all the substance of his house."
        },
        {
          "chapter": 6,
          "verse": 32,
          "name": "Proverbs 6:32",
          "text": "But whoso committeth adultery with a woman lacketh understanding: he that doeth it destroyeth his own soul."
        },
        {
          "chapter": 6,
          "verse": 33,
          "name": "Proverbs 6:33",
          "text": "A wound and dishonour shall he get; and his reproach shall not be wiped away."
        },
        {
          "chapter": 6,
          "verse": 34,
          "name": "Proverbs 6:34",
          "text": "For jealousy is the rage of a man: therefore he will not spare in the day of vengeance."
        },
        {
          "chapter": 6,
          "verse": 35,
          "name": "Proverbs 6:35",
          "text": "He will not regard any ransom; neither will he rest content, though thou givest many gifts. "
        }
      ]
    },
    {
      "chapter": 7,
      "name": "Proverbs 7",
      "verses": [
        {
          "chapter": 7,
          "verse": 1,
          "name": "Proverbs 7:1",
          "text": "My son, keep my words, and lay up my commandments with thee."
        },
        {
          "chapter": 7,
          "verse": 2,
          "name": "Proverbs 7:2",
          "text": "Keep my commandments, and live; and my law as the apple of thine eye."
        },
        {
          "chapter": 7,
          "verse": 3,
          "name": "Proverbs 7:3",
          "text": "Bind them upon thy fingers, write them upon the table of thine heart."
        },
        {
          "chapter": 7,
          "verse": 4,
          "name": "Proverbs 7:4",
          "text": "Say unto wisdom, Thou art my sister; and call understanding thy kinswoman:"
        },
        {
          "chapter": 7,
          "verse": 5,
          "name": "Proverbs 7:5",
          "text": "That they may keep thee from the strange woman, from the stranger which flattereth with her words."
        },
        {
          "chapter": 7,
          "verse": 6,
          "name": "Proverbs 7:6",
          "text": "For at the window of my house I looked through my casement,"
        },
        {
          "chapter": 7,
          "verse": 7,
          "name": "Proverbs 7:7",
          "text": "And beheld among the simple ones, I discerned among the youths, a young man void of understanding,"
        },
        {
          "chapter": 7,
          "verse": 8,
          "name": "Proverbs 7:8",
          "text": "Passing through the street near her corner; and he went the way to her house,"
        },
        {
          "chapter": 7,
          "verse": 9,
          "name": "Proverbs 7:9",
          "text": "In the twilight, in the evening, in the black and dark night:"
        },
        {
          "chapter": 7,
          "verse": 10,
          "name": "Proverbs 7:10",
          "text": "And, behold, there met him a woman with the attire of an harlot, and subtil of heart."
        },
        {
          "chapter": 7,
          "verse": 11,
          "name": "Proverbs 7:11",
          "text": "(She is loud and stubborn; her feet abide not in her house:"
        },
        {
          "chapter": 7,
          "verse": 12,
          "name": "Proverbs 7:12",
          "text": "Now is she without, now in the streets, and lieth in wait at every corner.)"
        },
        {
          "chapter": 7,
          "verse": 13,
          "name": "Proverbs 7:13",
          "text": "So she caught him, and kissed him, and with an impudent face said unto him,"
        },
        {
          "chapter": 7,
          "verse": 14,
          "name": "Proverbs 7:14",
          "text": "I have peace offerings with me; this day have I payed my vows."
        },
        {
          "chapter": 7,
          "verse": 15,
          "name": "Proverbs 7:15",
          "text": "Therefore came I forth to meet thee, diligently to seek thy face, and I have found thee."
        },
        {
          "chapter": 7,
          "verse": 16,
          "name": "Proverbs 7:16",
          "text": "I have decked my bed with coverings of tapestry, with carved works, with fine linen of Egypt."
        },
        {
          "chapter": 7,
          "verse": 17,
          "name": "Proverbs 7:17",
          "text": "I have perfumed my bed with myrrh, aloes, and cinnamon."
        },
        {
          "chapter": 7,
          "verse": 18,
          "name": "Proverbs 7:18",
          "text": "Come, let us take our fill of love until the morning: let us solace ourselves with loves."
        },
        {
          "chapter": 7,
          "verse": 19,
          "name": "Proverbs 7:19",
          "text": "For the goodman is not at home, he is gone a long journey:"
        },
        {
          "chapter": 7,
          "verse": 20,
          "name": "Proverbs 7:20",
          "text": "He hath taken a bag of money with him, and will come home at the day appointed."
        },
        {
          "chapter": 7,
          "verse": 21,
          "name": "Proverbs 7:21",
          "text": "With her much fair speech she caused him to yield, with the flattering of her lips she forced him."
        },
        {
          "chapter": 7,
          "verse": 22,
          "name": "Proverbs 7:22",
          "text": "He goeth after her straightway, as an ox goeth to the slaughter, or as a fool to the correction of the stocks;"
        },
        {
          "chapter": 7,
          "verse": 23,
          "name": "Proverbs 7:23",
          "text": "Till a dart strike through his liver; as a bird hasteth to the snare, and knoweth not that it is for his life."
        },
        {
          "chapter": 7,
          "verse": 24,
          "name": "Proverbs 7:24",
          "text": "Hearken unto me now therefore, O ye children, and attend to the words of my mouth."
        },
        {
          "chapter": 7,
          "verse": 25,
          "name": "Proverbs 7:25",
          "text": "Let not thine heart decline to her ways, go not astray in her paths."
        },
        {
          "chapter": 7,
          "verse": 26,
          "name": "Proverbs 7:26",
          "text": "For she hath cast down many wounded: yea, many strong men have been slain by her."
        },
        {
          "chapter": 7,
          "verse": 27,
          "name": "Proverbs 7:27",
          "text": "Her house is the way to hell, going down to the chambers of death. "
        }
      ]
    },
    {
      "chapter": 8,
      "name": "Proverbs 8",
      "verses": [
        {
          "chapter": 8,
          "verse": 1,
          "name": "Proverbs 8:1",
          "text": "Doth not wisdom cry? and understanding put forth her voice?"
        },
        {
          "chapter": 8,
          "verse": 2,
          "name": "Proverbs 8:2",
          "text": "She standeth in the top of high places, by the way in the places of the paths."
        },
        {
          "chapter": 8,
          "verse": 3,
          "name": "Proverbs 8:3",
          "text": "She crieth at the gates, at the entry of the city, at the coming in at the doors."
        },
        {
          "chapter": 8,
          "verse": 4,
          "name": "Proverbs 8:4",
          "text": "Unto you, O men, I call; and my voice is to the sons of man."
        },
        {
          "chapter": 8,
          "verse": 5,
          "name": "Proverbs 8:5",
          "text": "O ye simple, understand wisdom: and, ye fools, be ye of an understanding heart."
        },
        {
          "chapter": 8,
          "verse": 6,
          "name": "Proverbs 8:6",
          "text": "Hear; for I will speak of excellent things; and the opening of my lips shall be right things."
        },
        {
          "chapter": 8,
          "verse": 7,
          "name": "Proverbs 8:7",
          "text": "For my mouth shall speak truth; and wickedness is an abomination to my lips."
        },
        {
          "chapter": 8,
          "verse": 8,
          "name": "Proverbs 8:8",
          "text": "All the words of my mouth are in righteousness; there is nothing froward or perverse in them."
        },
        {
          "chapter": 8,
          "verse": 9,
          "name": "Proverbs 8:9",
          "text": "They are all plain to him that understandeth, and right to them that find knowledge."
        },
        {
          "chapter": 8,
          "verse": 10,
          "name": "Proverbs 8:10",
          "text": "Receive my instruction, and not silver; and knowledge rather than choice gold."
        },
        {
          "chapter": 8,
          "verse": 11,
          "name": "Proverbs 8:11",
          "text": "For wisdom is better than rubies; and all the things that may be desired are not to be compared to it."
        },
        {
          "chapter": 8,
          "verse": 12,
          "name": "Proverbs 8:12",
          "text": "I wisdom dwell with prudence, and find out knowledge of witty inventions."
        },
        {
          "chapter": 8,
          "verse": 13,
          "name": "Proverbs 8:13",
          "text": "The fear of the Lord is to hate evil: pride, and arrogancy, and the evil way, and the froward mouth, do I hate."
        },
        {
          "chapter": 8,
          "verse": 14,
          "name": "Proverbs 8:14",
          "text": "Counsel is mine, and sound wisdom: I am understanding; I have strength."
        },
        {
          "chapter": 8,
          "verse": 15,
          "name": "Proverbs 8:15",
          "text": "By me kings reign, and princes decree justice."
        },
        {
          "chapter": 8,
          "verse": 16,
          "name": "Proverbs 8:16",
          "text": "By me princes rule, and nobles, even all the judges of the earth."
        },
        {
          "chapter": 8,
          "verse": 17,
          "name": "Proverbs 8:17",
          "text": "I love them that love me; and those that seek me early shall find me."
        },
        {
          "chapter": 8,
          "verse": 18,
          "name": "Proverbs 8:18",
          "text": "Riches and honour are with me; yea, durable riches and righteousness."
        },
        {
          "chapter": 8,
          "verse": 19,
          "name": "Proverbs 8:19",
          "text": "My fruit is better than gold, yea, than fine gold; and my revenue than choice silver."
        },
        {
          "chapter": 8,
          "verse": 20,
          "name": "Proverbs 8:20",
          "text": "I lead in the way of righteousness, in the midst of the paths of judgment:"
        },
        {
          "chapter": 8,
          "verse": 21,
          "name": "Proverbs 8:21",
          "text": "That I may cause those that love me to inherit substance; and I will fill their treasures."
        },
        {
          "chapter": 8,
          "verse": 22,
          "name": "Proverbs 8:22",
          "text": "The Lord possessed me in the beginning of his way, before his works of old."
        },
        {
          "chapter": 8,
          "verse": 23,
          "name": "Proverbs 8:23",
          "text": "I was set up from everlasting, from the beginning, or ever the earth was."
        },
        {
          "chapter": 8,
          "verse": 24,
          "name": "Proverbs 8:24",
          "text": "When there were no depths, I was brought forth; when there were no fountains abounding with water."
        },
        {
          "chapter": 8,
          "verse": 25,
          "name": "Proverbs 8:25",
          "text": "Before the mountains were settled, before the hills was I brought forth:"
        },
        {
          "chapter": 8,
          "verse": 26,
          "name": "Proverbs 8:26",
          "text": "While as yet he had not made the earth, nor the fields, nor the highest part of the dust of the world."
        },
        {
          "chapter": 8,
          "verse": 27,
          "name": "Proverbs 8:27",
          "text": "When he prepared the heavens, I was there: when he set a compass upon the face of the depth:"
        },
        {
          "chapter": 8,
          "verse": 28,
          "name": "Proverbs 8:28",
          "text": "When he established the clouds above: when he strengthened the fountains of the deep:"
        },
        {
          "chapter": 8,
          "verse": 29,
          "name": "Proverbs 8:29",
          "text": "When he gave to the sea his decree, that the waters should not pass his commandment: when he appointed the foundations of the earth:"
        },
        {
          "chapter": 8,
          "verse": 30,
          "name": "Proverbs 8:30",
          "text": "Then I was by him, as one brought up with him: and I was daily his delight, rejoicing always before him;"
        },
        {
          "chapter": 8,
          "verse": 31,
          "name": "Proverbs 8:31",
          "text": "Rejoicing in the habitable part of his earth; and my delights were with the sons of men."
        },
        {
          "chapter": 8,
          "verse": 32,
          "name": "Proverbs 8:32",
          "text": "Now therefore hearken unto me, O ye children: for blessed are they that keep my ways."
        },
        {
          "chapter": 8,
          "verse": 33,
          "name": "Proverbs 8:33",
          "text": "Hear instruction, and be wise, and refuse it not."
        },
        {
          "chapter": 8,
          "verse": 34,
          "name": "Proverbs 8:34",
          "text": "Blessed is the man that heareth me, watching daily at my gates, waiting at the posts of my doors."
        },
        {
          "chapter": 8,
          "verse": 35,
          "name": "Proverbs 8:35",
          "text": "For whoso findeth me findeth life, and shall obtain favour of the Lord."
        },
        {
          "chapter": 8,
          "verse": 36,
          "name": "Proverbs 8:36",
          "text": "But he that sinneth against me wrongeth his own soul: all they that hate me love death. "
        }
      ]
    },
    {
      "chapter": 9,
      "name": "Proverbs 9",
      "verses": [
        {
          "chapter": 9,
          "verse": 1,
          "name": "Proverbs 9:1",
          "text": "Wisdom hath builded her house, she hath hewn out her seven pillars:"
        },
        {
          "chapter": 9,
          "verse": 2,
          "name": "Proverbs 9:2",
          "text": "She hath killed her beasts; she hath mingled her wine; she hath also furnished her table."
        },
        {
          "chapter": 9,
          "verse": 3,
          "name": "Proverbs 9:3",
          "text": "She hath sent forth her maidens: she crieth upon the highest places of the city,"
        },
        {
          "chapter": 9,
          "verse": 4,
          "name": "Proverbs 9:4",
          "text": "Whoso is simple, let him turn in hither: as for him that wanteth understanding, she saith to him,"
        },
        {
          "chapter": 9,
          "verse": 5,
          "name": "Proverbs 9:5",
          "text": "Come, eat of my bread, and drink of the wine which I have mingled."
        },
        {
          "chapter": 9,
          "verse": 6,
          "name": "Proverbs 9:6",
          "text": "Forsake the foolish, and live; and go in the way of understanding."
        },
        {
          "chapter": 9,
          "verse": 7,
          "name": "Proverbs 9:7",
          "text": "He that reproveth a scorner getteth to himself shame: and he that rebuketh a wicked man getteth himself a blot."
        },
        {
          "chapter": 9,
          "verse": 8,
          "name": "Proverbs 9:8",
          "text": "Reprove not a scorner, lest he hate thee: rebuke a wise man, and he will love thee."
        },
        {
          "chapter": 9,
          "verse": 9,
          "name": "Proverbs 9:9",
          "text": "Give instruction to a wise man, and he will be yet wiser: teach a just man, and he will increase in learning."
        },
        {
          "chapter": 9,
          "verse": 10,
          "name": "Proverbs 9:10",
          "text": "The fear of the Lord is the beginning of wisdom: and the knowledge of the holy is understanding."
        },
        {
          "chapter": 9,
          "verse": 11,
          "name": "Proverbs 9:11",
          "text": "For by me thy days shall be multiplied, and the years of thy life shall be increased."
        },
        {
          "chapter": 9,
          "verse": 12,
          "name": "Proverbs 9:12",
          "text": "If thou be wise, thou shalt be wise for thyself: but if thou scornest, thou alone shalt bear it."
        },
        {
          "chapter": 9,
          "verse": 13,
          "name": "Proverbs 9:13",
          "text": "A foolish woman is clamorous: she is simple, and knoweth nothing."
        },
        {
          "chapter": 9,
          "verse": 14,
          "name": "Proverbs 9:14",
          "text": "For she sitteth at the door of her house, on a seat in the high places of the city,"
        },
        {
          "chapter": 9,
          "verse": 15,
          "name": "Proverbs 9:15",
          "text": "To call passengers who go right on their ways:"
        },
        {
          "chapter": 9,
          "verse": 16,
          "name": "Proverbs 9:16",
          "text": "Whoso is simple, let him turn in hither: and as for him that wanteth understanding, she saith to him,"
        },
        {
          "chapter": 9,
          "verse": 17,
          "name": "Proverbs 9:17",
          "text": "Stolen waters are sweet, and bread eaten in secret is pleasant."
        },
        {
          "chapter": 9,
          "verse": 18,
          "name": "Proverbs 9:18",
          "text": "But he knoweth not that the dead are there; and that her guests are in the depths of hell. "
        }
      ]
    },
    {
      "chapter": 10,
      "name": "Proverbs 10",
      "verses": [
        {
          "chapter": 10,
          "verse": 1,
          "name": "Proverbs 10:1",
          "text": "The proverbs of Solomon. A wise son maketh a glad father: but a foolish son is the heaviness of his mother."
        },
        {
          "chapter": 10,
          "verse": 2,
          "name": "Proverbs 10:2",
          "text": "Treasures of wickedness profit nothing: but righteousness delivereth from death."
        },
        {
          "chapter": 10,
          "verse": 3,
          "name": "Proverbs 10:3",
          "text": "The Lord will not suffer the soul of the righteous to famish: but he casteth away the substance of the wicked."
        },
        {
          "chapter": 10,
          "verse": 4,
          "name": "Proverbs 10:4",
          "text": "He becometh poor that dealeth with a slack hand: but the hand of the diligent maketh rich."
        },
        {
          "chapter": 10,
          "verse": 5,
          "name": "Proverbs 10:5",
          "text": "He that gathereth in summer is a wise son: but he that sleepeth in harvest is a son that causeth shame."
        },
        {
          "chapter": 10,
          "verse": 6,
          "name": "Proverbs 10:6",
          "text": "Blessings are upon the head of the just: but violence covereth the mouth of the wicked."
        },
        {
          "chapter": 10,
          "verse": 7,
          "name": "Proverbs 10:7",
          "text": "The memory of the just is blessed: but the name of the wicked shall rot."
        },
        {
          "chapter": 10,
          "verse": 8,
          "name": "Proverbs 10:8",
          "text": "The wise in heart will receive commandments: but a prating fool shall fall."
        },
        {
          "chapter": 10,
          "verse": 9,
          "name": "Proverbs 10:9",
          "text": "He that walketh uprightly walketh surely: but he that perverteth his ways shall be known."
        },
        {
          "chapter": 10,
          "verse": 10,
          "name": "Proverbs 10:10",
          "text": "He that winketh with the eye causeth sorrow: but a prating fool shall fall."
        },
        {
          "chapter": 10,
          "verse": 11,
          "name": "Proverbs 10:11",
          "text": "The mouth of a righteous man is a well of life: but violence covereth the mouth of the wicked."
        },
        {
          "chapter": 10,
          "verse": 12,
          "name": "Proverbs 10:12",
          "text": "Hatred stirreth up strifes: but love covereth all sins."
        },
        {
          "chapter": 10,
          "verse": 13,
          "name": "Proverbs 10:13",
          "text": "In the lips of him that hath understanding wisdom is found: but a rod is for the back of him that is void of understanding."
        },
        {
          "chapter": 10,
          "verse": 14,
          "name": "Proverbs 10:14",
          "text": "Wise men lay up knowledge: but the mouth of the foolish is near destruction."
        },
        {
          "chapter": 10,
          "verse": 15,
          "name": "Proverbs 10:15",
          "text": "The rich man’s wealth is his strong city: the destruction of the poor is their poverty."
        },
        {
          "chapter": 10,
          "verse": 16,
          "name": "Proverbs 10:16",
          "text": "The labour of the righteous tendeth to life: the fruit of the wicked to sin."
        },
        {
          "chapter": 10,
          "verse": 17,
          "name": "Proverbs 10:17",
          "text": "He is in the way of life that keepeth instruction: but he that refuseth reproof erreth."
        },
        {
          "chapter": 10,
          "verse": 18,
          "name": "Proverbs 10:18",
          "text": "He that hideth hatred with lying lips, and he that uttereth a slander, is a fool."
        },
        {
          "chapter": 10,
          "verse": 19,
          "name": "Proverbs 10:19",
          "text": "In the multitude of words there wanteth not sin: but he that refraineth his lips is wise."
        },
        {
          "chapter": 10,
          "verse": 20,
          "name": "Proverbs 10:20",
          "text": "The tongue of the just is as choice silver: the heart of the wicked is little worth."
        },
        {
          "chapter": 10,
          "verse": 21,
          "name": "Proverbs 10:21",
          "text": "The lips of the righteous feed many: but fools die for want of wisdom."
        },
        {
          "chapter": 10,
          "verse": 22,
          "name": "Proverbs 10:22",
          "text": "The blessing of the Lord, it maketh rich, and he addeth no sorrow with it."
        },
        {
          "chapter": 10,
          "verse": 23,
          "name": "Proverbs 10:23",
          "text": "It is as sport to a fool to do mischief: but a man of understanding hath wisdom."
        },
        {
          "chapter": 10,
          "verse": 24,
          "name": "Proverbs 10:24",
          "text": "The fear of the wicked, it shall come upon him: but the desire of the righteous shall be granted."
        },
        {
          "chapter": 10,
          "verse": 25,
          "name": "Proverbs 10:25",
          "text": "As the whirlwind passeth, so is the wicked no more: but the righteous is an everlasting foundation."
        },
        {
          "chapter": 10,
          "verse": 26,
          "name": "Proverbs 10:26",
          "text": "As vinegar to the teeth, and as smoke to the eyes, so is the sluggard to them that send him."
        },
        {
          "chapter": 10,
          "verse": 27,
          "name": "Proverbs 10:27",
          "text": "The fear of the Lord prolongeth days: but the years of the wicked shall be shortened."
        },
        {
          "chapter": 10,
          "verse": 28,
          "name": "Proverbs 10:28",
          "text": "The hope of the righteous shall be gladness: but the expectation of the wicked shall perish."
        },
        {
          "chapter": 10,
          "verse": 29,
          "name": "Proverbs 10:29",
          "text": "The way of the Lord is strength to the upright: but destruction shall be to the workers of iniquity."
        },
        {
          "chapter": 10,
          "verse": 30,
          "name": "Proverbs 10:30",
          "text": "The righteous shall never be removed: but the wicked shall not inhabit the earth."
        },
        {
          "chapter": 10,
          "verse": 31,
          "name": "Proverbs 10:31",
          "text": "The mouth of the just bringeth forth wisdom: but the froward tongue shall be cut out."
        },
        {
          "chapter": 10,
          "verse": 32,
          "name": "Proverbs 10:32",
          "text": "The lips of the righteous know what is acceptable: but the mouth of the wicked speaketh frowardness. "
        }
      ]
    },
    {
      "chapter": 11,
      "name": "Proverbs 11",
      "verses": [
        {
          "chapter": 11,
          "verse": 1,
          "name": "Proverbs 11:1",
          "text": "A false balance is abomination to the Lord: but a just weight is his delight."
        },
        {
          "chapter": 11,
          "verse": 2,
          "name": "Proverbs 11:2",
          "text": "When pride cometh, then cometh shame: but with the lowly is wisdom."
        },
        {
          "chapter": 11,
          "verse": 3,
          "name": "Proverbs 11:3",
          "text": "The integrity of the upright shall guide them: but the perverseness of transgressors shall destroy them."
        },
        {
          "chapter": 11,
          "verse": 4,
          "name": "Proverbs 11:4",
          "text": "Riches profit not in the day of wrath: but righteousness delivereth from death."
        },
        {
          "chapter": 11,
          "verse": 5,
          "name": "Proverbs 11:5",
          "text": "The righteousness of the perfect shall direct his way: but the wicked shall fall by his own wickedness."
        },
        {
          "chapter": 11,
          "verse": 6,
          "name": "Proverbs 11:6",
          "text": "The righteousness of the upright shall deliver them: but transgressors shall be taken in their own naughtiness."
        },
        {
          "chapter": 11,
          "verse": 7,
          "name": "Proverbs 11:7",
          "text": "When a wicked man dieth, his expectation shall perish: and the hope of unjust men perisheth."
        },
        {
          "chapter": 11,
          "verse": 8,
          "name": "Proverbs 11:8",
          "text": "The righteous is delivered out of trouble, and the wicked cometh in his stead."
        },
        {
          "chapter": 11,
          "verse": 9,
          "name": "Proverbs 11:9",
          "text": "An hypocrite with his mouth destroyeth his neighbour: but through knowledge shall the just be delivered."
        },
        {
          "chapter": 11,
          "verse": 10,
          "name": "Proverbs 11:10",
          "text": "When it goeth well with the righteous, the city rejoiceth: and when the wicked perish, there is shouting."
        },
        {
          "chapter": 11,
          "verse": 11,
          "name": "Proverbs 11:11",
          "text": "By the blessing of the upright the city is exalted: but it is overthrown by the mouth of the wicked."
        },
        {
          "chapter": 11,
          "verse": 12,
          "name": "Proverbs 11:12",
          "text": "He that is void of wisdom despiseth his neighbour: but a man of understanding holdeth his peace."
        },
        {
          "chapter": 11,
          "verse": 13,
          "name": "Proverbs 11:13",
          "text": "A talebearer revealeth secrets: but he that is of a faithful spirit concealeth the matter."
        },
        {
          "chapter": 11,
          "verse": 14,
          "name": "Proverbs 11:14",
          "text": "Where no counsel is, the people fall: but in the multitude of counsellors there is safety."
        },
        {
          "chapter": 11,
          "verse": 15,
          "name": "Proverbs 11:15",
          "text": "He that is surety for a stranger shall smart for it: and he that hateth suretiship is sure."
        },
        {
          "chapter": 11,
          "verse": 16,
          "name": "Proverbs 11:16",
          "text": "A gracious woman retaineth honour: and strong men retain riches."
        },
        {
          "chapter": 11,
          "verse": 17,
          "name": "Proverbs 11:17",
          "text": "The merciful man doeth good to his own soul: but he that is cruel troubleth his own flesh."
        },
        {
          "chapter": 11,
          "verse": 18,
          "name": "Proverbs 11:18",
          "text": "The wicked worketh a deceitful work: but to him that soweth righteousness shall be a sure reward."
        },
        {
          "chapter": 11,
          "verse": 19,
          "name": "Proverbs 11:19",
          "text": "As righteousness tendeth to life: so he that pursueth evil pursueth it to his own death."
        },
        {
          "chapter": 11,
          "verse": 20,
          "name": "Proverbs 11:20",
          "text": "They that are of a froward heart are abomination to the Lord: but such as are upright in their way are his delight."
        },
        {
          "chapter": 11,
          "verse": 21,
          "name": "Proverbs 11:21",
          "text": "Though hand join in hand, the wicked shall not be unpunished: but the seed of the righteous shall be delivered."
        },
        {
          "chapter": 11,
          "verse": 22,
          "name": "Proverbs 11:22",
          "text": "As a jewel of gold in a swine’s snout, so is a fair woman which is without discretion."
        },
        {
          "chapter": 11,
          "verse": 23,
          "name": "Proverbs 11:23",
          "text": "The desire of the righteous is only good: but the expectation of the wicked is wrath."
        },
        {
          "chapter": 11,
          "verse": 24,
          "name": "Proverbs 11:24",
          "text": "There is that scattereth, and yet increaseth; and there is that withholdeth more than is meet, but it tendeth to poverty."
        },
        {
          "chapter": 11,
          "verse": 25,
          "name": "Proverbs 11:25",
          "text": "The liberal soul shall be made fat: and he that watereth shall be watered also himself."
        },
        {
          "chapter": 11,
          "verse": 26,
          "name": "Proverbs 11:26",
          "text": "He that withholdeth corn, the people shall curse him: but blessing shall be upon the head of him that selleth it."
        },
        {
          "chapter": 11,
          "verse": 27,
          "name": "Proverbs 11:27",
          "text": "He that diligently seeketh good procureth favour: but he that seeketh mischief, it shall come unto him."
        },
        {
          "chapter": 11,
          "verse": 28,
          "name": "Proverbs 11:28",
          "text": "He that trusteth in his riches shall fall: but the righteous shall flourish as a branch."
        },
        {
          "chapter": 11,
          "verse": 29,
          "name": "Proverbs 11:29",
          "text": "He that troubleth his own house shall inherit the wind: and the fool shall be servant to the wise of heart."
        },
        {
          "chapter": 11,
          "verse": 30,
          "name": "Proverbs 11:30",
          "text": "The fruit of the righteous is a tree of life; and he that winneth souls is wise."
        },
        {
          "chapter": 11,
          "verse": 31,
          "name": "Proverbs 11:31",
          "text": "Behold, the righteous shall be recompensed in the earth: much more the wicked and the sinner. "
        }
      ]
    },
    {
      "chapter": 12,
      "name": "Proverbs 12",
      "verses": [
        {
          "chapter": 12,
          "verse": 1,
          "name": "Proverbs 12:1",
          "text": "Whoso loveth instruction loveth knowledge: but he that hateth reproof is brutish."
        },
        {
          "chapter": 12,
          "verse": 2,
          "name": "Proverbs 12:2",
          "text": "A good man obtaineth favour of the Lord: but a man of wicked devices will he condemn."
        },
        {
          "chapter": 12,
          "verse": 3,
          "name": "Proverbs 12:3",
          "text": "A man shall not be established by wickedness: but the root of the righteous shall not be moved."
        },
        {
          "chapter": 12,
          "verse": 4,
          "name": "Proverbs 12:4",
          "text": "A virtuous woman is a crown to her husband: but she that maketh ashamed is as rottenness in his bones."
        },
        {
          "chapter": 12,
          "verse": 5,
          "name": "Proverbs 12:5",
          "text": "The thoughts of the righteous are right: but the counsels of the wicked are deceit."
        },
        {
          "chapter": 12,
          "verse": 6,
          "name": "Proverbs 12:6",
          "text": "The words of the wicked are to lie in wait for blood: but the mouth of the upright shall deliver them."
        },
        {
          "chapter": 12,
          "verse": 7,
          "name": "Proverbs 12:7",
          "text": "The wicked are overthrown, and are not: but the house of the righteous shall stand."
        },
        {
          "chapter": 12,
          "verse": 8,
          "name": "Proverbs 12:8",
          "text": "A man shall be commended according to his wisdom: but he that is of a perverse heart shall be despised."
        },
        {
          "chapter": 12,
          "verse": 9,
          "name": "Proverbs 12:9",
          "text": "He that is despised, and hath a servant, is better than he that honoureth himself, and lacketh bread."
        },
        {
          "chapter": 12,
          "verse": 10,
          "name": "Proverbs 12:10",
          "text": "A righteous man regardeth the life of his beast: but the tender mercies of the wicked are cruel."
        },
        {
          "chapter": 12,
          "verse": 11,
          "name": "Proverbs 12:11",
          "text": "He that tilleth his land shall be satisfied with bread: but he that followeth vain persons is void of understanding."
        },
        {
          "chapter": 12,
          "verse": 12,
          "name": "Proverbs 12:12",
          "text": "The wicked desireth the net of evil men: but the root of the righteous yieldeth fruit."
        },
        {
          "chapter": 12,
          "verse": 13,
          "name": "Proverbs 12:13",
          "text": "The wicked is snared by the transgression of his lips: but the just shall come out of trouble."
        },
        {
          "chapter": 12,
          "verse": 14,
          "name": "Proverbs 12:14",
          "text": "A man shall be satisfied with good by the fruit of his mouth: and the recompence of a man’s hands shall be rendered unto him."
        },
        {
          "chapter": 12,
          "verse": 15,
          "name": "Proverbs 12:15",
          "text": "The way of a fool is right in his own eyes: but he that hearkeneth unto counsel is wise."
        },
        {
          "chapter": 12,
          "verse": 16,
          "name": "Proverbs 12:16",
          "text": "A fool’s wrath is presently known: but a prudent man covereth shame."
        },
        {
          "chapter": 12,
          "verse": 17,
          "name": "Proverbs 12:17",
          "text": "He that speaketh truth sheweth forth righteousness: but a false witness deceit."
        },
        {
          "chapter": 12,
          "verse": 18,
          "name": "Proverbs 12:18",
          "text": "There is that speaketh like the piercings of a sword: but the tongue of the wise is health."
        },
        {
          "chapter": 12,
          "verse": 19,
          "name": "Proverbs 12:19",
          "text": "The lip of truth shall be established for ever: but a lying tongue is but for a moment."
        },
        {
          "chapter": 12,
          "verse": 20,
          "name": "Proverbs 12:20",
          "text": "Deceit is in the heart of them that imagine evil: but to the counsellors of peace is joy."
        },
        {
          "chapter": 12,
          "verse": 21,
          "name": "Proverbs 12:21",
          "text": "There shall no evil happen to the just: but the wicked shall be filled with mischief."
        },
        {
          "chapter": 12,
          "verse": 22,
          "name": "Proverbs 12:22",
          "text": "Lying lips are abomination to the Lord: but they that deal truly are his delight."
        },
        {
          "chapter": 12,
          "verse": 23,
          "name": "Proverbs 12:23",
          "text": "A prudent man concealeth knowledge: but the heart of fools proclaimeth foolishness."
        },
        {
          "chapter": 12,
          "verse": 24,
          "name": "Proverbs 12:24",
          "text": "The hand of the diligent shall bear rule: but the slothful shall be under tribute."
        },
        {
          "chapter": 12,
          "verse": 25,
          "name": "Proverbs 12:25",
          "text": "Heaviness in the heart of man maketh it stoop: but a good word maketh it glad."
        },
        {
          "chapter": 12,
          "verse": 26,
          "name": "Proverbs 12:26",
          "text": "The righteous is more excellent than his neighbour: but the way of the wicked seduceth them."
        },
        {
          "chapter": 12,
          "verse": 27,
          "name": "Proverbs 12:27",
          "text": "The slothful man roasteth not that which he took in hunting: but the substance of a diligent man is precious."
        },
        {
          "chapter": 12,
          "verse": 28,
          "name": "Proverbs 12:28",
          "text": "In the way of righteousness is life; and in the pathway thereof there is no death. "
        }
      ]
    },
    {
      "chapter": 13,
      "name": "Proverbs 13",
      "verses": [
        {
          "chapter": 13,
          "verse": 1,
          "name": "Proverbs 13:1",
          "text": "A wise son heareth his father’s instruction: but a scorner heareth not rebuke."
        },
        {
          "chapter": 13,
          "verse": 2,
          "name": "Proverbs 13:2",
          "text": "A man shall eat good by the fruit of his mouth: but the soul of the transgressors shall eat violence."
        },
        {
          "chapter": 13,
          "verse": 3,
          "name": "Proverbs 13:3",
          "text": "He that keepeth his mouth keepeth his life: but he that openeth wide his lips shall have destruction."
        },
        {
          "chapter": 13,
          "verse": 4,
          "name": "Proverbs 13:4",
          "text": "The soul of the sluggard desireth, and hath nothing: but the soul of the diligent shall be made fat."
        },
        {
          "chapter": 13,
          "verse": 5,
          "name": "Proverbs 13:5",
          "text": "A righteous man hateth lying: but a wicked man is loathsome, and cometh to shame."
        },
        {
          "chapter": 13,
          "verse": 6,
          "name": "Proverbs 13:6",
          "text": "Righteousness keepeth him that is upright in the way: but wickedness overthroweth the sinner."
        },
        {
          "chapter": 13,
          "verse": 7,
          "name": "Proverbs 13:7",
          "text": "There is that maketh himself rich, yet hath nothing: there is that maketh himself poor, yet hath great riches."
        },
        {
          "chapter": 13,
          "verse": 8,
          "name": "Proverbs 13:8",
          "text": "The ransom of a man’s life are his riches: but the poor heareth not rebuke."
        },
        {
          "chapter": 13,
          "verse": 9,
          "name": "Proverbs 13:9",
          "text": "The light of the righteous rejoiceth: but the lamp of the wicked shall be put out."
        },
        {
          "chapter": 13,
          "verse": 10,
          "name": "Proverbs 13:10",
          "text": "Only by pride cometh contention: but with the well advised is wisdom."
        },
        {
          "chapter": 13,
          "verse": 11,
          "name": "Proverbs 13:11",
          "text": "Wealth gotten by vanity shall be diminished: but he that gathereth by labour shall increase."
        },
        {
          "chapter": 13,
          "verse": 12,
          "name": "Proverbs 13:12",
          "text": "Hope deferred maketh the heart sick: but when the desire cometh, it is a tree of life."
        },
        {
          "chapter": 13,
          "verse": 13,
          "name": "Proverbs 13:13",
          "text": "Whoso despiseth the word shall be destroyed: but he that feareth the commandment shall be rewarded."
        },
        {
          "chapter": 13,
          "verse": 14,
          "name": "Proverbs 13:14",
          "text": "The law of the wise is a fountain of life, to depart from the snares of death."
        },
        {
          "chapter": 13,
          "verse": 15,
          "name": "Proverbs 13:15",
          "text": "Good understanding giveth favour: but the way of transgressors is hard."
        },
        {
          "chapter": 13,
          "verse": 16,
          "name": "Proverbs 13:16",
          "text": "Every prudent man dealeth with knowledge: but a fool layeth open his folly."
        },
        {
          "chapter": 13,
          "verse": 17,
          "name": "Proverbs 13:17",
          "text": "A wicked messenger falleth into mischief: but a faithful ambassador is health."
        },
        {
          "chapter": 13,
          "verse": 18,
          "name": "Proverbs 13:18",
          "text": "Poverty and shame shall be to him that refuseth instruction: but he that regardeth reproof shall be honoured."
        },
        {
          "chapter": 13,
          "verse": 19,
          "name": "Proverbs 13:19",
          "text": "The desire accomplished is sweet to the soul: but it is abomination to fools to depart from evil."
        },
        {
          "chapter": 13,
          "verse": 20,
          "name": "Proverbs 13:20",
          "text": "He that walketh with wise men shall be wise: but a companion of fools shall be destroyed."
        },
        {
          "chapter": 13,
          "verse": 21,
          "name": "Proverbs 13:21",
          "text": "Evil pursueth sinners: but to the righteous good shall be repayed."
        },
        {
          "chapter": 13,
          "verse": 22,
          "name": "Proverbs 13:22",
          "text": "A good man leaveth an inheritance to his children’s children: and the wealth of the sinner is laid up for the just."
        },
        {
          "chapter": 13,
          "verse": 23,
          "name": "Proverbs 13:23",
          "text": "Much food is in the tillage of the poor: but there is that is destroyed for want of judgment."
        },
        {
          "chapter": 13,
          "verse": 24,
          "name": "Proverbs 13:24",
          "text": "He that spareth his rod hateth his son: but he that loveth him chasteneth him betimes."
        },
        {
          "chapter": 13,
          "verse": 25,
          "name": "Proverbs 13:25",
          "text": "The righteous eateth to the satisfying of his soul: but the belly of the wicked shall want. "
        }
      ]
    },
    {
      "chapter": 14,
      "name": "Proverbs 14",
      "verses": [
        {
          "chapter": 14,
          "verse": 1,
          "name": "Proverbs 14:1",
          "text": "Every wise woman buildeth her house: but the foolish plucketh it down with her hands."
        },
        {
          "chapter": 14,
          "verse": 2,
          "name": "Proverbs 14:2",
          "text": "He that walketh in his uprightness feareth the Lord: but he that is perverse in his ways despiseth him."
        },
        {
          "chapter": 14,
          "verse": 3,
          "name": "Proverbs 14:3",
          "text": "In the mouth of the foolish is a rod of pride: but the lips of the wise shall preserve them."
        },
        {
          "chapter": 14,
          "verse": 4,
          "name": "Proverbs 14:4",
          "text": "Where no oxen are, the crib is clean: but much increase is by the strength of the ox."
        },
        {
          "chapter": 14,
          "verse": 5,
          "name": "Proverbs 14:5",
          "text": "A faithful witness will not lie: but a false witness will utter lies."
        },
        {
          "chapter": 14,
          "verse": 6,
          "name": "Proverbs 14:6",
          "text": "A scorner seeketh wisdom, and findeth it not: but knowledge is easy unto him that understandeth."
        },
        {
          "chapter": 14,
          "verse": 7,
          "name": "Proverbs 14:7",
          "text": "Go from the presence of a foolish man, when thou perceivest not in him the lips of knowledge."
        },
        {
          "chapter": 14,
          "verse": 8,
          "name": "Proverbs 14:8",
          "text": "The wisdom of the prudent is to understand his way: but the folly of fools is deceit."
        },
        {
          "chapter": 14,
          "verse": 9,
          "name": "Proverbs 14:9",
          "text": "Fools make a mock at sin: but among the righteous there is favour."
        },
        {
          "chapter": 14,
          "verse": 10,
          "name": "Proverbs 14:10",
          "text": "The heart knoweth his own bitterness; and a stranger doth not intermeddle with his joy."
        },
        {
          "chapter": 14,
          "verse": 11,
          "name": "Proverbs 14:11",
          "text": "The house of the wicked shall be overthrown: but the tabernacle of the upright shall flourish."
        },
        {
          "chapter": 14,
          "verse": 12,
          "name": "Proverbs 14:12",
          "text": "There is a way which seemeth right unto a man, but the end thereof are the ways of death."
        },
        {
          "chapter": 14,
          "verse": 13,
          "name": "Proverbs 14:13",
          "text": "Even in laughter the heart is sorrowful; and the end of that mirth is heaviness."
        },
        {
          "chapter": 14,
          "verse": 14,
          "name": "Proverbs 14:14",
          "text": "The backslider in heart shall be filled with his own ways: and a good man shall be satisfied from himself."
        },
        {
          "chapter": 14,
          "verse": 15,
          "name": "Proverbs 14:15",
          "text": "The simple believeth every word: but the prudent man looketh well to his going."
        },
        {
          "chapter": 14,
          "verse": 16,
          "name": "Proverbs 14:16",
          "text": "A wise man feareth, and departeth from evil: but the fool rageth, and is confident."
        },
        {
          "chapter": 14,
          "verse": 17,
          "name": "Proverbs 14:17",
          "text": "He that is soon angry dealeth foolishly: and a man of wicked devices is hated."
        },
        {
          "chapter": 14,
          "verse": 18,
          "name": "Proverbs 14:18",
          "text": "The simple inherit folly: but the prudent are crowned with knowledge."
        },
        {
          "chapter": 14,
          "verse": 19,
          "name": "Proverbs 14:19",
          "text": "The evil bow before the good; and the wicked at the gates of the righteous."
        },
        {
          "chapter": 14,
          "verse": 20,
          "name": "Proverbs 14:20",
          "text": "The poor is hated even of his own neighbour: but the rich hath many friends."
        },
        {
          "chapter": 14,
          "verse": 21,
          "name": "Proverbs 14:21",
          "text": "He that despiseth his neighbour sinneth: but he that hath mercy on the poor, happy is he."
        },
        {
          "chapter": 14,
          "verse": 22,
          "name": "Proverbs 14:22",
          "text": "Do they not err that devise evil? but mercy and truth shall be to them that devise good."
        },
        {
          "chapter": 14,
          "verse": 23,
          "name": "Proverbs 14:23",
          "text": "In all labour there is profit: but the talk of the lips tendeth only to penury."
        },
        {
          "chapter": 14,
          "verse": 24,
          "name": "Proverbs 14:24",
          "text": "The crown of the wise is their riches: but the foolishness of fools is folly."
        },
        {
          "chapter": 14,
          "verse": 25,
          "name": "Proverbs 14:25",
          "text": "A true witness delivereth souls: but a deceitful witness speaketh lies."
        },
        {
          "chapter": 14,
          "verse": 26,
          "name": "Proverbs 14:26",
          "text": "In the fear of the Lord is strong confidence: and his children shall have a place of refuge."
        },
        {
          "chapter": 14,
          "verse": 27,
          "name": "Proverbs 14:27",
          "text": "The fear of the Lord is a fountain of life, to depart from the snares of death."
        },
        {
          "chapter": 14,
          "verse": 28,
          "name": "Proverbs 14:28",
          "text": "In the multitude of people is the king’s honour: but in the want of people is the destruction of the prince."
        },
        {
          "chapter": 14,
          "verse": 29,
          "name": "Proverbs 14:29",
          "text": "He that is slow to wrath is of great understanding: but he that is hasty of spirit exalteth folly."
        },
        {
          "chapter": 14,
          "verse": 30,
          "name": "Proverbs 14:30",
          "text": "A sound heart is the life of the flesh: but envy the rottenness of the bones."
        },
        {
          "chapter": 14,
          "verse": 31,
          "name": "Proverbs 14:31",
          "text": "He that oppresseth the poor reproacheth his Maker: but he that honoureth him hath mercy on the poor."
        },
        {
          "chapter": 14,
          "verse": 32,
          "name": "Proverbs 14:32",
          "text": "The wicked is driven away in his wickedness: but the righteous hath hope in his death."
        },
        {
          "chapter": 14,
          "verse": 33,
          "name": "Proverbs 14:33",
          "text": "Wisdom resteth in the heart of him that hath understanding: but that which is in the midst of fools is made known."
        },
        {
          "chapter": 14,
          "verse": 34,
          "name": "Proverbs 14:34",
          "text": "Righteousness exalteth a nation: but sin is a reproach to any people."
        },
        {
          "chapter": 14,
          "verse": 35,
          "name": "Proverbs 14:35",
          "text": "The king’s favour is toward a wise servant: but his wrath is against him that causeth shame. "
        }
      ]
    },
    {
      "chapter": 15,
      "name": "Proverbs 15",
      "verses": [
        {
          "chapter": 15,
          "verse": 1,
          "name": "Proverbs 15:1",
          "text": "A soft answer turneth away wrath: but grievous words stir up anger."
        },
        {
          "chapter": 15,
          "verse": 2,
          "name": "Proverbs 15:2",
          "text": "The tongue of the wise useth knowledge aright: but the mouth of fools poureth out foolishness."
        },
        {
          "chapter": 15,
          "verse": 3,
          "name": "Proverbs 15:3",
          "text": "The eyes of the Lord are in every place, beholding the evil and the good."
        },
        {
          "chapter": 15,
          "verse": 4,
          "name": "Proverbs 15:4",
          "text": "A wholesome tongue is a tree of life: but perverseness therein is a breach in the spirit."
        },
        {
          "chapter": 15,
          "verse": 5,
          "name": "Proverbs 15:5",
          "text": "A fool despiseth his father’s instruction: but he that regardeth reproof is prudent."
        },
        {
          "chapter": 15,
          "verse": 6,
          "name": "Proverbs 15:6",
          "text": "In the house of the righteous is much treasure: but in the revenues of the wicked is trouble."
        },
        {
          "chapter": 15,
          "verse": 7,
          "name": "Proverbs 15:7",
          "text": "The lips of the wise disperse knowledge: but the heart of the foolish doeth not so."
        },
        {
          "chapter": 15,
          "verse": 8,
          "name": "Proverbs 15:8",
          "text": "The sacrifice of the wicked is an abomination to the Lord: but the prayer of the upright is his delight."
        },
        {
          "chapter": 15,
          "verse": 9,
          "name": "Proverbs 15:9",
          "text": "The way of the wicked is an abomination unto the Lord: but he loveth him that followeth after righteousness."
        },
        {
          "chapter": 15,
          "verse": 10,
          "name": "Proverbs 15:10",
          "text": "Correction is grievous unto him that forsaketh the way: and he that hateth reproof shall die."
        },
        {
          "chapter": 15,
          "verse": 11,
          "name": "Proverbs 15:11",
          "text": "Hell and destruction are before the Lord: how much more then the hearts of the children of men?"
        },
        {
          "chapter": 15,
          "verse": 12,
          "name": "Proverbs 15:12",
          "text": "A scorner loveth not one that reproveth him: neither will he go unto the wise."
        },
        {
          "chapter": 15,
          "verse": 13,
          "name": "Proverbs 15:13",
          "text": "A merry heart maketh a cheerful countenance: but by sorrow of the heart the spirit is broken."
        },
        {
          "chapter": 15,
          "verse": 14,
          "name": "Proverbs 15:14",
          "text": "The heart of him that hath understanding seeketh knowledge: but the mouth of fools feedeth on foolishness."
        },
        {
          "chapter": 15,
          "verse": 15,
          "name": "Proverbs 15:15",
          "text": "All the days of the afflicted are evil: but he that is of a merry heart hath a continual feast."
        },
        {
          "chapter": 15,
          "verse": 16,
          "name": "Proverbs 15:16",
          "text": "Better is little with the fear of the Lord than great treasure and trouble therewith."
        },
        {
          "chapter": 15,
          "verse": 17,
          "name": "Proverbs 15:17",
          "text": "Better is a dinner of herbs where love is, than a stalled ox and hatred therewith."
        },
        {
          "chapter": 15,
          "verse": 18,
          "name": "Proverbs 15:18",
          "text": "A wrathful man stirreth up strife: but he that is slow to anger appeaseth strife."
        },
        {
          "chapter": 15,
          "verse": 19,
          "name": "Proverbs 15:19",
          "text": "The way of the slothful man is as an hedge of thorns: but the way of the righteous is made plain."
        },
        {
          "chapter": 15,
          "verse": 20,
          "name": "Proverbs 15:20",
          "text": "A wise son maketh a glad father: but a foolish man despiseth his mother."
        },
        {
          "chapter": 15,
          "verse": 21,
          "name": "Proverbs 15:21",
          "text": "Folly is joy to him that is destitute of wisdom: but a man of understanding walketh uprightly."
        },
        {
          "chapter": 15,
          "verse": 22,
          "name": "Proverbs 15:22",
          "text": "Without counsel purposes are disappointed: but in the multitude of counsellors they are established."
        },
        {
          "chapter": 15,
          "verse": 23,
          "name": "Proverbs 15:23",
          "text": "A man hath joy by the answer of his mouth: and a word spoken in due season, how good is it!"
        },
        {
          "chapter": 15,
          "verse": 24,
          "name": "Proverbs 15:24",
          "text": "The way of life is above to the wise, that he may depart from hell beneath."
        },
        {
          "chapter": 15,
          "verse": 25,
          "name": "Proverbs 15:25",
          "text": "The Lord will destroy the house of the proud: but he will establish the border of the widow."
        },
        {
          "chapter": 15,
          "verse": 26,
          "name": "Proverbs 15:26",
          "text": "The thoughts of the wicked are an abomination to the Lord: but the words of the pure are pleasant words."
        },
        {
          "chapter": 15,
          "verse": 27,
          "name": "Proverbs 15:27",
          "text": "He that is greedy of gain troubleth his own house; but he that hateth gifts shall live."
        },
        {
          "chapter": 15,
          "verse": 28,
          "name": "Proverbs 15:28",
          "text": "The heart of the righteous studieth to answer: but the mouth of the wicked poureth out evil things."
        },
        {
          "chapter": 15,
          "verse": 29,
          "name": "Proverbs 15:29",
          "text": "The Lord is far from the wicked: but he heareth the prayer of the righteous."
        },
        {
          "chapter": 15,
          "verse": 30,
          "name": "Proverbs 15:30",
          "text": "The light of the eyes rejoiceth the heart: and a good report maketh the bones fat."
        },
        {
          "chapter": 15,
          "verse": 31,
          "name": "Proverbs 15:31",
          "text": "The ear that heareth the reproof of life abideth among the wise."
        },
        {
          "chapter": 15,
          "verse": 32,
          "name": "Proverbs 15:32",
          "text": "He that refuseth instruction despiseth his own soul: but he that heareth reproof getteth understanding."
        },
        {
          "chapter": 15,
          "verse": 33,
          "name": "Proverbs 15:33",
          "text": "The fear of the Lord is the instruction of wisdom; and before honour is humility. "
        }
      ]
    },
    {
      "chapter": 16,
      "name": "Proverbs 16",
      "verses": [
        {
          "chapter": 16,
          "verse": 1,
          "name": "Proverbs 16:1",
          "text": "The preparations of the heart in man, and the answer of the tongue, is from the Lord."
        },
        {
          "chapter": 16,
          "verse": 2,
          "name": "Proverbs 16:2",
          "text": "All the ways of a man are clean in his own eyes; but the Lord weigheth the spirits."
        },
        {
          "chapter": 16,
          "verse": 3,
          "name": "Proverbs 16:3",
          "text": "Commit thy works unto the Lord, and thy thoughts shall be established."
        },
        {
          "chapter": 16,
          "verse": 4,
          "name": "Proverbs 16:4",
          "text": "The Lord hath made all things for himself: yea, even the wicked for the day of evil."
        },
        {
          "chapter": 16,
          "verse": 5,
          "name": "Proverbs 16:5",
          "text": "Every one that is proud in heart is an abomination to the Lord: though hand join in hand, he shall not be unpunished."
        },
        {
          "chapter": 16,
          "verse": 6,
          "name": "Proverbs 16:6",
          "text": "By mercy and truth iniquity is purged: and by the fear of the Lord men depart from evil."
        },
        {
          "chapter": 16,
          "verse": 7,
          "name": "Proverbs 16:7",
          "text": "When a man’s ways please the Lord, he maketh even his enemies to be at peace with him."
        },
        {
          "chapter": 16,
          "verse": 8,
          "name": "Proverbs 16:8",
          "text": "Better is a little with righteousness than great revenues without right."
        },
        {
          "chapter": 16,
          "verse": 9,
          "name": "Proverbs 16:9",
          "text": "A man’s heart deviseth his way: but the Lord directeth his steps."
        },
        {
          "chapter": 16,
          "verse": 10,
          "name": "Proverbs 16:10",
          "text": "A divine sentence is in the lips of the king: his mouth transgresseth not in judgment."
        },
        {
          "chapter": 16,
          "verse": 11,
          "name": "Proverbs 16:11",
          "text": "A just weight and balance are the Lord’s: all the weights of the bag are his work."
        },
        {
          "chapter": 16,
          "verse": 12,
          "name": "Proverbs 16:12",
          "text": "It is an abomination to kings to commit wickedness: for the throne is established by righteousness."
        },
        {
          "chapter": 16,
          "verse": 13,
          "name": "Proverbs 16:13",
          "text": "Righteous lips are the delight of kings; and they love him that speaketh right."
        },
        {
          "chapter": 16,
          "verse": 14,
          "name": "Proverbs 16:14",
          "text": "The wrath of a king is as messengers of death: but a wise man will pacify it."
        },
        {
          "chapter": 16,
          "verse": 15,
          "name": "Proverbs 16:15",
          "text": "In the light of the king’s countenance is life; and his favour is as a cloud of the latter rain."
        },
        {
          "chapter": 16,
          "verse": 16,
          "name": "Proverbs 16:16",
          "text": "How much better is it to get wisdom than gold! and to get understanding rather to be chosen than silver!"
        },
        {
          "chapter": 16,
          "verse": 17,
          "name": "Proverbs 16:17",
          "text": "The highway of the upright is to depart from evil: he that keepeth his way preserveth his soul."
        },
        {
          "chapter": 16,
          "verse": 18,
          "name": "Proverbs 16:18",
          "text": "Pride goeth before destruction, and an haughty spirit before a fall."
        },
        {
          "chapter": 16,
          "verse": 19,
          "name": "Proverbs 16:19",
          "text": "Better it is to be of an humble spirit with the lowly, than to divide the spoil with the proud."
        },
        {
          "chapter": 16,
          "verse": 20,
          "name": "Proverbs 16:20",
          "text": "He that handleth a matter wisely shall find good: and whoso trusteth in the Lord, happy is he."
        },
        {
          "chapter": 16,
          "verse": 21,
          "name": "Proverbs 16:21",
          "text": "The wise in heart shall be called prudent: and the sweetness of the lips increaseth learning."
        },
        {
          "chapter": 16,
          "verse": 22,
          "name": "Proverbs 16:22",
          "text": "Understanding is a wellspring of life unto him that hath it: but the instruction of fools is folly."
        },
        {
          "chapter": 16,
          "verse": 23,
          "name": "Proverbs 16:23",
          "text": "The heart of the wise teacheth his mouth, and addeth learning to his lips."
        },
        {
          "chapter": 16,
          "verse": 24,
          "name": "Proverbs 16:24",
          "text": "Pleasant words are as an honeycomb, sweet to the soul, and health to the bones."
        },
        {
          "chapter": 16,
          "verse": 25,
          "name": "Proverbs 16:25",
          "text": "There is a way that seemeth right unto a man, but the end thereof are the ways of death."
        },
        {
          "chapter": 16,
          "verse": 26,
          "name": "Proverbs 16:26",
          "text": "He that laboureth laboureth for himself; for his mouth craveth it of him."
        },
        {
          "chapter": 16,
          "verse": 27,
          "name": "Proverbs 16:27",
          "text": "An ungodly man diggeth up evil: and in his lips there is as a burning fire."
        },
        {
          "chapter": 16,
          "verse": 28,
          "name": "Proverbs 16:28",
          "text": "A froward man soweth strife: and a whisperer separateth chief friends."
        },
        {
          "chapter": 16,
          "verse": 29,
          "name": "Proverbs 16:29",
          "text": "A violent man enticeth his neighbour, and leadeth him into the way that is not good."
        },
        {
          "chapter": 16,
          "verse": 30,
          "name": "Proverbs 16:30",
          "text": "He shutteth his eyes to devise froward things: moving his lips he bringeth evil to pass."
        },
        {
          "chapter": 16,
          "verse": 31,
          "name": "Proverbs 16:31",
          "text": "The hoary head is a crown of glory, if it be found in the way of righteousness."
        },
        {
          "chapter": 16,
          "verse": 32,
          "name": "Proverbs 16:32",
          "text": "He that is slow to anger is better than the mighty; and he that ruleth his spirit than he that taketh a city."
        },
        {
          "chapter": 16,
          "verse": 33,
          "name": "Proverbs 16:33",
          "text": "The lot is cast into the lap; but the whole disposing thereof is of the Lord. "
        }
      ]
    },
    {
      "chapter": 17,
      "name": "Proverbs 17",
      "verses": [
        {
          "chapter": 17,
          "verse": 1,
          "name": "Proverbs 17:1",
          "text": "Better is a dry morsel, and quietness therewith, than an house full of sacrifices with strife."
        },
        {
          "chapter": 17,
          "verse": 2,
          "name": "Proverbs 17:2",
          "text": "A wise servant shall have rule over a son that causeth shame, and shall have part of the inheritance among the brethren."
        },
        {
          "chapter": 17,
          "verse": 3,
          "name": "Proverbs 17:3",
          "text": "The fining pot is for silver, and the furnace for gold: but the Lord trieth the hearts."
        },
        {
          "chapter": 17,
          "verse": 4,
          "name": "Proverbs 17:4",
          "text": "A wicked doer giveth heed to false lips; and a liar giveth ear to a naughty tongue."
        },
        {
          "chapter": 17,
          "verse": 5,
          "name": "Proverbs 17:5",
          "text": "Whoso mocketh the poor reproacheth his Maker: and he that is glad at calamities shall not be unpunished."
        },
        {
          "chapter": 17,
          "verse": 6,
          "name": "Proverbs 17:6",
          "text": "Children’s children are the crown of old men; and the glory of children are their fathers."
        },
        {
          "chapter": 17,
          "verse": 7,
          "name": "Proverbs 17:7",
          "text": "Excellent speech becometh not a fool: much less do lying lips a prince."
        },
        {
          "chapter": 17,
          "verse": 8,
          "name": "Proverbs 17:8",
          "text": "A gift is as a precious stone in the eyes of him that hath it: whithersoever it turneth, it prospereth."
        },
        {
          "chapter": 17,
          "verse": 9,
          "name": "Proverbs 17:9",
          "text": "He that covereth a transgression seeketh love; but he that repeateth a matter separateth very friends."
        },
        {
          "chapter": 17,
          "verse": 10,
          "name": "Proverbs 17:10",
          "text": "A reproof entereth more into a wise man than an hundred stripes into a fool."
        },
        {
          "chapter": 17,
          "verse": 11,
          "name": "Proverbs 17:11",
          "text": "An evil man seeketh only rebellion: therefore a cruel messenger shall be sent against him."
        },
        {
          "chapter": 17,
          "verse": 12,
          "name": "Proverbs 17:12",
          "text": "Let a bear robbed of her whelps meet a man, rather than a fool in his folly."
        },
        {
          "chapter": 17,
          "verse": 13,
          "name": "Proverbs 17:13",
          "text": "Whoso rewardeth evil for good, evil shall not depart from his house."
        },
        {
          "chapter": 17,
          "verse": 14,
          "name": "Proverbs 17:14",
          "text": "The beginning of strife is as when one letteth out water: therefore leave off contention, before it be meddled with."
        },
        {
          "chapter": 17,
          "verse": 15,
          "name": "Proverbs 17:15",
          "text": "He that justifieth the wicked, and he that condemneth the just, even they both are abomination to the Lord."
        },
        {
          "chapter": 17,
          "verse": 16,
          "name": "Proverbs 17:16",
          "text": "Wherefore is there a price in the hand of a fool to get wisdom, seeing he hath no heart to it?"
        },
        {
          "chapter": 17,
          "verse": 17,
          "name": "Proverbs 17:17",
          "text": "A friend loveth at all times, and a brother is born for adversity."
        },
        {
          "chapter": 17,
          "verse": 18,
          "name": "Proverbs 17:18",
          "text": "A man void of understanding striketh hands, and becometh surety in the presence of his friend."
        },
        {
          "chapter": 17,
          "verse": 19,
          "name": "Proverbs 17:19",
          "text": "He loveth transgression that loveth strife: and he that exalteth his gate seeketh destruction."
        },
        {
          "chapter": 17,
          "verse": 20,
          "name": "Proverbs 17:20",
          "text": "He that hath a froward heart findeth no good: and he that hath a perverse tongue falleth into mischief."
        },
        {
          "chapter": 17,
          "verse": 21,
          "name": "Proverbs 17:21",
          "text": "He that begetteth a fool doeth it to his sorrow: and the father of a fool hath no joy."
        },
        {
          "chapter": 17,
          "verse": 22,
          "name": "Proverbs 17:22",
          "text": "A merry heart doeth good like a medicine: but a broken spirit drieth the bones."
        },
        {
          "chapter": 17,
          "verse": 23,
          "name": "Proverbs 17:23",
          "text": "A wicked man taketh a gift out of the bosom to pervert the ways of judgment."
        },
        {
          "chapter": 17,
          "verse": 24,
          "name": "Proverbs 17:24",
          "text": "Wisdom is before him that hath understanding; but the eyes of a fool are in the ends of the earth."
        },
        {
          "chapter": 17,
          "verse": 25,
          "name": "Proverbs 17:25",
          "text": "A foolish son is a grief to his father, and bitterness to her that bare him."
        },
        {
          "chapter": 17,
          "verse": 26,
          "name": "Proverbs 17:26",
          "text": "Also to punish the just is not good, nor to strike princes for equity."
        },
        {
          "chapter": 17,
          "verse": 27,
          "name": "Proverbs 17:27",
          "text": "He that hath knowledge spareth his words: and a man of understanding is of an excellent spirit."
        },
        {
          "chapter": 17,
          "verse": 28,
          "name": "Proverbs 17:28",
          "text": "Even a fool, when he holdeth his peace, is counted wise: and he that shutteth his lips is esteemed a man of understanding. "
        }
      ]
    },
    {
      "chapter": 18,
      "name": "Proverbs 18",
      "verses": [
        {
          "chapter": 18,
          "verse": 1,
          "name": "Proverbs 18:1",
          "text": "Through desire a man, having separated himself, seeketh and intermeddleth with all wisdom."
        },
        {
          "chapter": 18,
          "verse": 2,
          "name": "Proverbs 18:2",
          "text": "A fool hath no delight in understanding, but that his heart may discover itself."
        },
        {
          "chapter": 18,
          "verse": 3,
          "name": "Proverbs 18:3",
          "text": "When the wicked cometh, then cometh also contempt, and with ignominy reproach."
        },
        {
          "chapter": 18,
          "verse": 4,
          "name": "Proverbs 18:4",
          "text": "The words of a man’s mouth are as deep waters, and the wellspring of wisdom as a flowing brook."
        },
        {
          "chapter": 18,
          "verse": 5,
          "name": "Proverbs 18:5",
          "text": "It is not good to accept the person of the wicked, to overthrow the righteous in judgment."
        },
        {
          "chapter": 18,
          "verse": 6,
          "name": "Proverbs 18:6",
          "text": "A fool’s lips enter into contention, and his mouth calleth for strokes."
        },
        {
          "chapter": 18,
          "verse": 7,
          "name": "Proverbs 18:7",
          "text": "A fool’s mouth is his destruction, and his lips are the snare of his soul."
        },
        {
          "chapter": 18,
          "verse": 8,
          "name": "Proverbs 18:8",
          "text": "The words of a talebearer are as wounds, and they go down into the innermost parts of the belly."
        },
        {
          "chapter": 18,
          "verse": 9,
          "name": "Proverbs 18:9",
          "text": "He also that is slothful in his work is brother to him that is a great waster."
        },
        {
          "chapter": 18,
          "verse": 10,
          "name": "Proverbs 18:10",
          "text": "The name of the Lord is a strong tower: the righteous runneth into it, and is safe."
        },
        {
          "chapter": 18,
          "verse": 11,
          "name": "Proverbs 18:11",
          "text": "The rich man’s wealth is his strong city, and as an high wall in his own conceit."
        },
        {
          "chapter": 18,
          "verse": 12,
          "name": "Proverbs 18:12",
          "text": "Before destruction the heart of man is haughty, and before honour is humility."
        },
        {
          "chapter": 18,
          "verse": 13,
          "name": "Proverbs 18:13",
          "text": "He that answereth a matter before he heareth it, it is folly and shame unto him."
        },
        {
          "chapter": 18,
          "verse": 14,
          "name": "Proverbs 18:14",
          "text": "The spirit of a man will sustain his infirmity; but a wounded spirit who can bear?"
        },
        {
          "chapter": 18,
          "verse": 15,
          "name": "Proverbs 18:15",
          "text": "The heart of the prudent getteth knowledge; and the ear of the wise seeketh knowledge."
        },
        {
          "chapter": 18,
          "verse": 16,
          "name": "Proverbs 18:16",
          "text": "A man’s gift maketh room for him, and bringeth him before great men."
        },
        {
          "chapter": 18,
          "verse": 17,
          "name": "Proverbs 18:17",
          "text": "He that is first in his own cause seemeth just; but his neighbour cometh and searcheth him."
        },
        {
          "chapter": 18,
          "verse": 18,
          "name": "Proverbs 18:18",
          "text": "The lot causeth contentions to cease, and parteth between the mighty."
        },
        {
          "chapter": 18,
          "verse": 19,
          "name": "Proverbs 18:19",
          "text": "A brother offended is harder to be won than a strong city: and their contentions are like the bars of a castle."
        },
        {
          "chapter": 18,
          "verse": 20,
          "name": "Proverbs 18:20",
          "text": "A man’s belly shall be satisfied with the fruit of his mouth; and with the increase of his lips shall he be filled."
        },
        {
          "chapter": 18,
          "verse": 21,
          "name": "Proverbs 18:21",
          "text": "Death and life are in the power of the tongue: and they that love it shall eat the fruit thereof."
        },
        {
          "chapter": 18,
          "verse": 22,
          "name": "Proverbs 18:22",
          "text": "Whoso findeth a wife findeth a good thing, and obtaineth favour of the Lord."
        },
        {
          "chapter": 18,
          "verse": 23,
          "name": "Proverbs 18:23",
          "text": "The poor useth intreaties; but the rich answereth roughly."
        },
        {
          "chapter": 18,
          "verse": 24,
          "name": "Proverbs 18:24",
          "text": "A man that hath friends must shew himself friendly: and there is a friend that sticketh closer than a brother. "
        }
      ]
    },
    {
      "chapter": 19,
      "name": "Proverbs 19",
      "verses": [
        {
          "chapter": 19,
          "verse": 1,
          "name": "Proverbs 19:1",
          "text": "Better is the poor that walketh in his integrity, than he that is perverse in his lips, and is a fool."
        },
        {
          "chapter": 19,
          "verse": 2,
          "name": "Proverbs 19:2",
          "text": "Also, that the soul be without knowledge, it is not good; and he that hasteth with his feet sinneth."
        },
        {
          "chapter": 19,
          "verse": 3,
          "name": "Proverbs 19:3",
          "text": "The foolishness of man perverteth his way: and his heart fretteth against the Lord."
        },
        {
          "chapter": 19,
          "verse": 4,
          "name": "Proverbs 19:4",
          "text": "Wealth maketh many friends; but the poor is separated from his neighbour."
        },
        {
          "chapter": 19,
          "verse": 5,
          "name": "Proverbs 19:5",
          "text": "A false witness shall not be unpunished, and he that speaketh lies shall not escape."
        },
        {
          "chapter": 19,
          "verse": 6,
          "name": "Proverbs 19:6",
          "text": "Many will intreat the favour of the prince: and every man is a friend to him that giveth gifts."
        },
        {
          "chapter": 19,
          "verse": 7,
          "name": "Proverbs 19:7",
          "text": "All the brethren of the poor do hate him: how much more do his friends go far from him? he pursueth them with words, yet they are wanting to him."
        },
        {
          "chapter": 19,
          "verse": 8,
          "name": "Proverbs 19:8",
          "text": "He that getteth wisdom loveth his own soul: he that keepeth understanding shall find good."
        },
        {
          "chapter": 19,
          "verse": 9,
          "name": "Proverbs 19:9",
          "text": "A false witness shall not be unpunished, and he that speaketh lies shall perish."
        },
        {
          "chapter": 19,
          "verse": 10,
          "name": "Proverbs 19:10",
          "text": "Delight is not seemly for a fool; much less for a servant to have rule over princes."
        },
        {
          "chapter": 19,
          "verse": 11,
          "name": "Proverbs 19:11",
          "text": "The discretion of a man deferreth his anger; and it is his glory to pass over a transgression."
        },
        {
          "chapter": 19,
          "verse": 12,
          "name": "Proverbs 19:12",
          "text": "The king’s wrath is as the roaring of a lion; but his favour is as dew upon the grass."
        },
        {
          "chapter": 19,
          "verse": 13,
          "name": "Proverbs 19:13",
          "text": "A foolish son is the calamity of his father: and the contentions of a wife are a continual dropping."
        },
        {
          "chapter": 19,
          "verse": 14,
          "name": "Proverbs 19:14",
          "text": "House and riches are the inheritance of fathers: and a prudent wife is from the Lord."
        },
        {
          "chapter": 19,
          "verse": 15,
          "name": "Proverbs 19:15",
          "text": "Slothfulness casteth into a deep sleep; and an idle soul shall suffer hunger."
        },
        {
          "chapter": 19,
          "verse": 16,
          "name": "Proverbs 19:16",
          "text": "He that keepeth the commandment keepeth his own soul; but he that despiseth his ways shall die."
        },
        {
          "chapter": 19,
          "verse": 17,
          "name": "Proverbs 19:17",
          "text": "He that hath pity upon the poor lendeth unto the Lord; and that which he hath given will he pay him again."
        },
        {
          "chapter": 19,
          "verse": 18,
          "name": "Proverbs 19:18",
          "text": "Chasten thy son while there is hope, and let not thy soul spare for his crying."
        },
        {
          "chapter": 19,
          "verse": 19,
          "name": "Proverbs 19:19",
          "text": "A man of great wrath shall suffer punishment: for if thou deliver him, yet thou must do it again."
        },
        {
          "chapter": 19,
          "verse": 20,
          "name": "Proverbs 19:20",
          "text": "Hear counsel, and receive instruction, that thou mayest be wise in thy latter end."
        },
        {
          "chapter": 19,
          "verse": 21,
          "name": "Proverbs 19:21",
          "text": "There are many devices in a man’s heart; nevertheless the counsel of the Lord, that shall stand."
        },
        {
          "chapter": 19,
          "verse": 22,
          "name": "Proverbs 19:22",
          "text": "The desire of a man is his kindness: and a poor man is better than a liar."
        },
        {
          "chapter": 19,
          "verse": 23,
          "name": "Proverbs 19:23",
          "text": "The fear of the Lord tendeth to life: and he that hath it shall abide satisfied; he shall not be visited with evil."
        },
        {
          "chapter": 19,
          "verse": 24,
          "name": "Proverbs 19:24",
          "text": "A slothful man hideth his hand in his bosom, and will not so much as bring it to his mouth again."
        },
        {
          "chapter": 19,
          "verse": 25,
          "name": "Proverbs 19:25",
          "text": "Smite a scorner, and the simple will beware: and reprove one that hath understanding, and he will understand knowledge."
        },
        {
          "chapter": 19,
          "verse": 26,
          "name": "Proverbs 19:26",
          "text": "He that wasteth his father, and chaseth away his mother, is a son that causeth shame, and bringeth reproach."
        },
        {
          "chapter": 19,
          "verse": 27,
          "name": "Proverbs 19:27",
          "text": "Cease, my son, to hear the instruction that causeth to err from the words of knowledge."
        },
        {
          "chapter": 19,
          "verse": 28,
          "name": "Proverbs 19:28",
          "text": "An ungodly witness scorneth judgment: and the mouth of the wicked devoureth iniquity."
        },
        {
          "chapter": 19,
          "verse": 29,
          "name": "Proverbs 19:29",
          "text": "Judgments are prepared for scorners, and stripes for the back of fools. "
        }
      ]
    },
    {
      "chapter": 20,
      "name": "Proverbs 20",
      "verses": [
        {
          "chapter": 20,
          "verse": 1,
          "name": "Proverbs 20:1",
          "text": "Wine is a mocker, strong drink is raging: and whosoever is deceived thereby is not wise."
        },
        {
          "chapter": 20,
          "verse": 2,
          "name": "Proverbs 20:2",
          "text": "The fear of a king is as the roaring of a lion: whoso provoketh him to anger sinneth against his own soul."
        },
        {
          "chapter": 20,
          "verse": 3,
          "name": "Proverbs 20:3",
          "text": "It is an honour for a man to cease from strife: but every fool will be meddling."
        },
        {
          "chapter": 20,
          "verse": 4,
          "name": "Proverbs 20:4",
          "text": "The sluggard will not plow by reason of the cold; therefore shall he beg in harvest, and have nothing."
        },
        {
          "chapter": 20,
          "verse": 5,
          "name": "Proverbs 20:5",
          "text": "Counsel in the heart of man is like deep water; but a man of understanding will draw it out."
        },
        {
          "chapter": 20,
          "verse": 6,
          "name": "Proverbs 20:6",
          "text": "Most men will proclaim every one his own goodness: but a faithful man who can find?"
        },
        {
          "chapter": 20,
          "verse": 7,
          "name": "Proverbs 20:7",
          "text": "The just man walketh in his integrity: his children are blessed after him."
        },
        {
          "chapter": 20,
          "verse": 8,
          "name": "Proverbs 20:8",
          "text": "A king that sitteth in the throne of judgment scattereth away all evil with his eyes."
        },
        {
          "chapter": 20,
          "verse": 9,
          "name": "Proverbs 20:9",
          "text": "Who can say, I have made my heart clean, I am pure from my sin?"
        },
        {
          "chapter": 20,
          "verse": 10,
          "name": "Proverbs 20:10",
          "text": "Divers weights, and divers measures, both of them are alike abomination to the Lord."
        },
        {
          "chapter": 20,
          "verse": 11,
          "name": "Proverbs 20:11",
          "text": "Even a child is known by his doings, whether his work be pure, and whether it be right."
        },
        {
          "chapter": 20,
          "verse": 12,
          "name": "Proverbs 20:12",
          "text": "The hearing ear, and the seeing eye, the Lord hath made even both of them."
        },
        {
          "chapter": 20,
          "verse": 13,
          "name": "Proverbs 20:13",
          "text": "Love not sleep, lest thou come to poverty; open thine eyes, and thou shalt be satisfied with bread."
        },
        {
          "chapter": 20,
          "verse": 14,
          "name": "Proverbs 20:14",
          "text": "It is naught, it is naught, saith the buyer: but when he is gone his way, then he boasteth."
        },
        {
          "chapter": 20,
          "verse": 15,
          "name": "Proverbs 20:15",
          "text": "There is gold, and a multitude of rubies: but the lips of knowledge are a precious jewel."
        },
        {
          "chapter": 20,
          "verse": 16,
          "name": "Proverbs 20:16",
          "text": "Take his garment that is surety for a stranger: and take a pledge of him for a strange woman."
        },
        {
          "chapter": 20,
          "verse": 17,
          "name": "Proverbs 20:17",
          "text": "Bread of deceit is sweet to a man; but afterwards his mouth shall be filled with gravel."
        },
        {
          "chapter": 20,
          "verse": 18,
          "name": "Proverbs 20:18",
          "text": "Every purpose is established by counsel: and with good advice make war."
        },
        {
          "chapter": 20,
          "verse": 19,
          "name": "Proverbs 20:19",
          "text": "He that goeth about as a talebearer revealeth secrets: therefore meddle not with him that flattereth with his lips."
        },
        {
          "chapter": 20,
          "verse": 20,
          "name": "Proverbs 20:20",
          "text": "Whoso curseth his father or his mother, his lamp shall be put out in obscure darkness."
        },
        {
          "chapter": 20,
          "verse": 21,
          "name": "Proverbs 20:21",
          "text": "An inheritance may be gotten hastily at the beginning; but the end thereof shall not be blessed."
        },
        {
          "chapter": 20,
          "verse": 22,
          "name": "Proverbs 20:22",
          "text": "Say not thou, I will recompense evil; but wait on the Lord, and he shall save thee."
        },
        {
          "chapter": 20,
          "verse": 23,
          "name": "Proverbs 20:23",
          "text": "Divers weights are an abomination unto the Lord; and a false balance is not good."
        },
        {
          "chapter": 20,
          "verse": 24,
          "name": "Proverbs 20:24",
          "text": "Man’s goings are of the Lord; how can a man then understand his own way?"
        },
        {
          "chapter": 20,
          "verse": 25,
          "name": "Proverbs 20:25",
          "text": "It is a snare to the man who devoureth that which is holy, and after vows to make enquiry."
        },
        {
          "chapter": 20,
          "verse": 26,
          "name": "Proverbs 20:26",
          "text": "A wise king scattereth the wicked, and bringeth the wheel over them."
        },
        {
          "chapter": 20,
          "verse": 27,
          "name": "Proverbs 20:27",
          "text": "The spirit of man is the candle of the Lord, searching all the inward parts of the belly."
        },
        {
          "chapter": 20,
          "verse": 28,
          "name": "Proverbs 20:28",
          "text": "Mercy and truth preserve the king: and his throne is upholden by mercy."
        },
        {
          "chapter": 20,
          "verse": 29,
          "name": "Proverbs 20:29",
          "text": "The glory of young men is their strength: and the beauty of old men is the gray head."
        },
        {
          "chapter": 20,
          "verse": 30,
          "name": "Proverbs 20:30",
          "text": "The blueness of a wound cleanseth away evil: so do stripes the inward parts of the belly. "
        }
      ]
    },
    {
      "chapter": 21,
      "name": "Proverbs 21",
      "verses": [
        {
          "chapter": 21,
          "verse": 1,
          "name": "Proverbs 21:1",
          "text": "The king’s heart is in the hand of the Lord, as the rivers of water: he turneth it whithersoever he will."
        },
        {
          "chapter": 21,
          "verse": 2,
          "name": "Proverbs 21:2",
          "text": "Every way of a man is right in his own eyes: but the Lord pondereth the hearts."
        },
        {
          "chapter": 21,
          "verse": 3,
          "name": "Proverbs 21:3",
          "text": "To do justice and judgment is more acceptable to the Lord than sacrifice."
        },
        {
          "chapter": 21,
          "verse": 4,
          "name": "Proverbs 21:4",
          "text": "An high look, and a proud heart, and the plowing of the wicked, is sin."
        },
        {
          "chapter": 21,
          "verse": 5,
          "name": "Proverbs 21:5",
          "text": "The thoughts of the diligent tend only to plenteousness; but of every one that is hasty only to want."
        },
        {
          "chapter": 21,
          "verse": 6,
          "name": "Proverbs 21:6",
          "text": "The getting of treasures by a lying tongue is a vanity tossed to and fro of them that seek death."
        },
        {
          "chapter": 21,
          "verse": 7,
          "name": "Proverbs 21:7",
          "text": "The robbery of the wicked shall destroy them; because they refuse to do judgment."
        },
        {
          "chapter": 21,
          "verse": 8,
          "name": "Proverbs 21:8",
          "text": "The way of man is froward and strange: but as for the pure, his work is right."
        },
        {
          "chapter": 21,
          "verse": 9,
          "name": "Proverbs 21:9",
          "text": "It is better to dwell in a corner of the housetop, than with a brawling woman in a wide house."
        },
        {
          "chapter": 21,
          "verse": 10,
          "name": "Proverbs 21:10",
          "text": "The soul of the wicked desireth evil: his neighbour findeth no favour in his eyes."
        },
        {
          "chapter": 21,
          "verse": 11,
          "name": "Proverbs 21:11",
          "text": "When the scorner is punished, the simple is made wise: and when the wise is instructed, he receiveth knowledge."
        },
        {
          "chapter": 21,
          "verse": 12,
          "name": "Proverbs 21:12",
          "text": "The righteous man wisely considereth the house of the wicked: but God overthroweth the wicked for their wickedness."
        },
        {
          "chapter": 21,
          "verse": 13,
          "name": "Proverbs 21:13",
          "text": "Whoso stoppeth his ears at the cry of the poor, he also shall cry himself, but shall not be heard."
        },
        {
          "chapter": 21,
          "verse": 14,
          "name": "Proverbs 21:14",
          "text": "A gift in secret pacifieth anger: and a reward in the bosom strong wrath."
        },
        {
          "chapter": 21,
          "verse": 15,
          "name": "Proverbs 21:15",
          "text": "It is joy to the just to do judgment: but destruction shall be to the workers of iniquity."
        },
        {
          "chapter": 21,
          "verse": 16,
          "name": "Proverbs 21:16",
          "text": "The man that wandereth out of the way of understanding shall remain in the congregation of the dead."
        },
        {
          "chapter": 21,
          "verse": 17,
          "name": "Proverbs 21:17",
          "text": "He that loveth pleasure shall be a poor man: he that loveth wine and oil shall not be rich."
        },
        {
          "chapter": 21,
          "verse": 18,
          "name": "Proverbs 21:18",
          "text": "The wicked shall be a ransom for the righteous, and the transgressor for the upright."
        },
        {
          "chapter": 21,
          "verse": 19,
          "name": "Proverbs 21:19",
          "text": "It is better to dwell in the wilderness, than with a contentious and an angry woman."
        },
        {
          "chapter": 21,
          "verse": 20,
          "name": "Proverbs 21:20",
          "text": "There is treasure to be desired and oil in the dwelling of the wise; but a foolish man spendeth it up."
        },
        {
          "chapter": 21,
          "verse": 21,
          "name": "Proverbs 21:21",
          "text": "He that followeth after righteousness and mercy findeth life, righteousness, and honour."
        },
        {
          "chapter": 21,
          "verse": 22,
          "name": "Proverbs 21:22",
          "text": "A wise man scaleth the city of the mighty, and casteth down the strength of the confidence thereof."
        },
        {
          "chapter": 21,
          "verse": 23,
          "name": "Proverbs 21:23",
          "text": "Whoso keepeth his mouth and his tongue keepeth his soul from troubles."
        },
        {
          "chapter": 21,
          "verse": 24,
          "name": "Proverbs 21:24",
          "text": "Proud and haughty scorner is his name, who dealeth in proud wrath."
        },
        {
          "chapter": 21,
          "verse": 25,
          "name": "Proverbs 21:25",
          "text": "The desire of the slothful killeth him; for his hands refuse to labour."
        },
        {
          "chapter": 21,
          "verse": 26,
          "name": "Proverbs 21:26",
          "text": "He coveteth greedily all the day long: but the righteous giveth and spareth not."
        },
        {
          "chapter": 21,
          "verse": 27,
          "name": "Proverbs 21:27",
          "text": "The sacrifice of the wicked is abomination: how much more, when he bringeth it with a wicked mind?"
        },
        {
          "chapter": 21,
          "verse": 28,
          "name": "Proverbs 21:28",
          "text": "A false witness shall perish: but the man that heareth speaketh constantly."
        },
        {
          "chapter": 21,
          "verse": 29,
          "name": "Proverbs 21:29",
          "text": "A wicked man hardeneth his face: but as for the upright, he directeth his way."
        },
        {
          "chapter": 21,
          "verse": 30,
          "name": "Proverbs 21:30",
          "text": "There is no wisdom nor understanding nor counsel against the Lord."
        },
        {
          "chapter": 21,
          "verse": 31,
          "name": "Proverbs 21:31",
          "text": "The horse is prepared against the day of battle: but safety is of the Lord. "
        }
      ]
    },
    {
      "chapter": 22,
      "name": "Proverbs 22",
      "verses": [
        {
          "chapter": 22,
          "verse": 1,
          "name": "Proverbs 22:1",
          "text": "A good name is rather to be chosen than great riches, and loving favour rather than silver and gold."
        },
        {
          "chapter": 22,
          "verse": 2,
          "name": "Proverbs 22:2",
          "text": "The rich and poor meet together: the Lord is the maker of them all."
        },
        {
          "chapter": 22,
          "verse": 3,
          "name": "Proverbs 22:3",
          "text": "A prudent man foreseeth the evil, and hideth himself: but the simple pass on, and are punished."
        },
        {
          "chapter": 22,
          "verse": 4,
          "name": "Proverbs 22:4",
          "text": "By humility and the fear of the Lord are riches, and honour, and life."
        },
        {
          "chapter": 22,
          "verse": 5,
          "name": "Proverbs 22:5",
          "text": "Thorns and snares are in the way of the froward: he that doth keep his soul shall be far from them."
        },
        {
          "chapter": 22,
          "verse": 6,
          "name": "Proverbs 22:6",
          "text": "Train up a child in the way he should go: and when he is old, he will not depart from it."
        },
        {
          "chapter": 22,
          "verse": 7,
          "name": "Proverbs 22:7",
          "text": "The rich ruleth over the poor, and the borrower is servant to the lender."
        },
        {
          "chapter": 22,
          "verse": 8,
          "name": "Proverbs 22:8",
          "text": "He that soweth iniquity shall reap vanity: and the rod of his anger shall fail."
        },
        {
          "chapter": 22,
          "verse": 9,
          "name": "Proverbs 22:9",
          "text": "He that hath a bountiful eye shall be blessed; for he giveth of his bread to the poor."
        },
        {
          "chapter": 22,
          "verse": 10,
          "name": "Proverbs 22:10",
          "text": "Cast out the scorner, and contention shall go out; yea, strife and reproach shall cease."
        },
        {
          "chapter": 22,
          "verse": 11,
          "name": "Proverbs 22:11",
          "text": "He that loveth pureness of heart, for the grace of his lips the king shall be his friend."
        },
        {
          "chapter": 22,
          "verse": 12,
          "name": "Proverbs 22:12",
          "text": "The eyes of the Lord preserve knowledge, and he overthroweth the words of the transgressor."
        },
        {
          "chapter": 22,
          "verse": 13,
          "name": "Proverbs 22:13",
          "text": "The slothful man saith, There is a lion without, I shall be slain in the streets."
        },
        {
          "chapter": 22,
          "verse": 14,
          "name": "Proverbs 22:14",
          "text": "The mouth of strange women is a deep pit: he that is abhorred of the Lord shall fall therein."
        },
        {
          "chapter": 22,
          "verse": 15,
          "name": "Proverbs 22:15",
          "text": "Foolishness is bound in the heart of a child; but the rod of correction shall drive it far from him."
        },
        {
          "chapter": 22,
          "verse": 16,
          "name": "Proverbs 22:16",
          "text": "He that oppresseth the poor to increase his riches, and he that giveth to the rich, shall surely come to want."
        },
        {
          "chapter": 22,
          "verse": 17,
          "name": "Proverbs 22:17",
          "text": "Bow down thine ear, and hear the words of the wise, and apply thine heart unto my knowledge."
        },
        {
          "chapter": 22,
          "verse": 18,
          "name": "Proverbs 22:18",
          "text": "For it is a pleasant thing if thou keep them within thee; they shall withal be fitted in thy lips."
        },
        {
          "chapter": 22,
          "verse": 19,
          "name": "Proverbs 22:19",
          "text": "That thy trust may be in the Lord, I have made known to thee this day, even to thee."
        },
        {
          "chapter": 22,
          "verse": 20,
          "name": "Proverbs 22:20",
          "text": "Have not I written to thee excellent things in counsels and knowledge,"
        },
        {
          "chapter": 22,
          "verse": 21,
          "name": "Proverbs 22:21",
          "text": "That I might make thee know the certainty of the words of truth; that thou mightest answer the words of truth to them that send unto thee?"
        },
        {
          "chapter": 22,
          "verse": 22,
          "name": "Proverbs 22:22",
          "text": "Rob not the poor, because he is poor: neither oppress the afflicted in the gate:"
        },
        {
          "chapter": 22,
          "verse": 23,
          "name": "Proverbs 22:23",
          "text": "For the Lord will plead their cause, and spoil the soul of those that spoiled them."
        },
        {
          "chapter": 22,
          "verse": 24,
          "name": "Proverbs 22:24",
          "text": "Make no friendship with an angry man; and with a furious man thou shalt not go:"
        },
        {
          "chapter": 22,
          "verse": 25,
          "name": "Proverbs 22:25",
          "text": "Lest thou learn his ways, and get a snare to thy soul."
        },
        {
          "chapter": 22,
          "verse": 26,
          "name": "Proverbs 22:26",
          "text": "Be not thou one of them that strike hands, or of them that are sureties for debts."
        },
        {
          "chapter": 22,
          "verse": 27,
          "name": "Proverbs 22:27",
          "text": "If thou hast nothing to pay, why should he take away thy bed from under thee?"
        },
        {
          "chapter": 22,
          "verse": 28,
          "name": "Proverbs 22:28",
          "text": "Remove not the ancient landmark, which thy fathers have set."
        },
        {
          "chapter": 22,
          "verse": 29,
          "name": "Proverbs 22:29",
          "text": "Seest thou a man diligent in his business? he shall stand before kings; he shall not stand before mean men. "
        }
      ]
    },
    {
      "chapter": 23,
      "name": "Proverbs 23",
      "verses": [
        {
          "chapter": 23,
          "verse": 1,
          "name": "Proverbs 23:1",
          "text": "When thou sittest to eat with a ruler, consider diligently what is before thee:"
        },
        {
          "chapter": 23,
          "verse": 2,
          "name": "Proverbs 23:2",
          "text": "And put a knife to thy throat, if thou be a man given to appetite."
        },
        {
          "chapter": 23,
          "verse": 3,
          "name": "Proverbs 23:3",
          "text": "Be not desirous of his dainties: for they are deceitful meat."
        },
        {
          "chapter": 23,
          "verse": 4,
          "name": "Proverbs 23:4",
          "text": "Labour not to be rich: cease from thine own wisdom."
        },
        {
          "chapter": 23,
          "verse": 5,
          "name": "Proverbs 23:5",
          "text": "Wilt thou set thine eyes upon that which is not? for riches certainly make themselves wings; they fly away as an eagle toward heaven."
        },
        {
          "chapter": 23,
          "verse": 6,
          "name": "Proverbs 23:6",
          "text": "Eat thou not the bread of him that hath an evil eye, neither desire thou his dainty meats:"
        },
        {
          "chapter": 23,
          "verse": 7,
          "name": "Proverbs 23:7",
          "text": "For as he thinketh in his heart, so is he: Eat and drink, saith he to thee; but his heart is not with thee."
        },
        {
          "chapter": 23,
          "verse": 8,
          "name": "Proverbs 23:8",
          "text": "The morsel which thou hast eaten shalt thou vomit up, and lose thy sweet words."
        },
        {
          "chapter": 23,
          "verse": 9,
          "name": "Proverbs 23:9",
          "text": "Speak not in the ears of a fool: for he will despise the wisdom of thy words."
        },
        {
          "chapter": 23,
          "verse": 10,
          "name": "Proverbs 23:10",
          "text": "Remove not the old landmark; and enter not into the fields of the fatherless:"
        },
        {
          "chapter": 23,
          "verse": 11,
          "name": "Proverbs 23:11",
          "text": "For their redeemer is mighty; he shall plead their cause with thee."
        },
        {
          "chapter": 23,
          "verse": 12,
          "name": "Proverbs 23:12",
          "text": "Apply thine heart unto instruction, and thine ears to the words of knowledge."
        },
        {
          "chapter": 23,
          "verse": 13,
          "name": "Proverbs 23:13",
          "text": "Withhold not correction from the child: for if thou beatest him with the rod, he shall not die."
        },
        {
          "chapter": 23,
          "verse": 14,
          "name": "Proverbs 23:14",
          "text": "Thou shalt beat him with the rod, and shalt deliver his soul from hell."
        },
        {
          "chapter": 23,
          "verse": 15,
          "name": "Proverbs 23:15",
          "text": "My son, if thine heart be wise, my heart shall rejoice, even mine."
        },
        {
          "chapter": 23,
          "verse": 16,
          "name": "Proverbs 23:16",
          "text": "Yea, my reins shall rejoice, when thy lips speak right things."
        },
        {
          "chapter": 23,
          "verse": 17,
          "name": "Proverbs 23:17",
          "text": "Let not thine heart envy sinners: but be thou in the fear of the Lord all the day long."
        },
        {
          "chapter": 23,
          "verse": 18,
          "name": "Proverbs 23:18",
          "text": "For surely there is an end; and thine expectation shall not be cut off."
        },
        {
          "chapter": 23,
          "verse": 19,
          "name": "Proverbs 23:19",
          "text": "Hear thou, my son, and be wise, and guide thine heart in the way."
        },
        {
          "chapter": 23,
          "verse": 20,
          "name": "Proverbs 23:20",
          "text": "Be not among winebibbers; among riotous eaters of flesh:"
        },
        {
          "chapter": 23,
          "verse": 21,
          "name": "Proverbs 23:21",
          "text": "For the drunkard and the glutton shall come to poverty: and drowsiness shall clothe a man with rags."
        },
        {
          "chapter": 23,
          "verse": 22,
          "name": "Proverbs 23:22",
          "text": "Hearken unto thy father that begat thee, and despise not thy mother when she is old."
        },
        {
          "chapter": 23,
          "verse": 23,
          "name": "Proverbs 23:23",
          "text": "Buy the truth, and sell it not; also wisdom, and instruction, and understanding."
        },
        {
          "chapter": 23,
          "verse": 24,
          "name": "Proverbs 23:24",
          "text": "The father of the righteous shall greatly rejoice: and he that begetteth a wise child shall have joy of him."
        },
        {
          "chapter": 23,
          "verse": 25,
          "name": "Proverbs 23:25",
          "text": "Thy father and thy mother shall be glad, and she that bare thee shall rejoice."
        },
        {
          "chapter": 23,
          "verse": 26,
          "name": "Proverbs 23:26",
          "text": "My son, give me thine heart, and let thine eyes observe my ways."
        },
        {
          "chapter": 23,
          "verse": 27,
          "name": "Proverbs 23:27",
          "text": "For a whore is a deep ditch; and a strange woman is a narrow pit."
        },
        {
          "chapter": 23,
          "verse": 28,
          "name": "Proverbs 23:28",
          "text": "She also lieth in wait as for a prey, and increaseth the transgressors among men."
        },
        {
          "chapter": 23,
          "verse": 29,
          "name": "Proverbs 23:29",
          "text": "Who hath woe? who hath sorrow? who hath contentions? who hath babbling? who hath wounds without cause? who hath redness of eyes?"
        },
        {
          "chapter": 23,
          "verse": 30,
          "name": "Proverbs 23:30",
          "text": "They that tarry long at the wine; they that go to seek mixed wine."
        },
        {
          "chapter": 23,
          "verse": 31,
          "name": "Proverbs 23:31",
          "text": "Look not thou upon the wine when it is red, when it giveth his colour in the cup, when it moveth itself aright."
        },
        {
          "chapter": 23,
          "verse": 32,
          "name": "Proverbs 23:32",
          "text": "At the last it biteth like a serpent, and stingeth like an adder."
        },
        {
          "chapter": 23,
          "verse": 33,
          "name": "Proverbs 23:33",
          "text": "Thine eyes shall behold strange women, and thine heart shall utter perverse things."
        },
        {
          "chapter": 23,
          "verse": 34,
          "name": "Proverbs 23:34",
          "text": "Yea, thou shalt be as he that lieth down in the midst of the sea, or as he that lieth upon the top of a mast."
        },
        {
          "chapter": 23,
          "verse": 35,
          "name": "Proverbs 23:35",
          "text": "They have stricken me, shalt thou say, and I was not sick; they have beaten me, and I felt it not: when shall I awake? I will seek it yet again. "
        }
      ]
    },
    {
      "chapter": 24,
      "name": "Proverbs 24",
      "verses": [
        {
          "chapter": 24,
          "verse": 1,
          "name": "Proverbs 24:1",
          "text": "Be not thou envious against evil men, neither desire to be with them."
        },
        {
          "chapter": 24,
          "verse": 2,
          "name": "Proverbs 24:2",
          "text": "For their heart studieth destruction, and their lips talk of mischief."
        },
        {
          "chapter": 24,
          "verse": 3,
          "name": "Proverbs 24:3",
          "text": "Through wisdom is an house builded; and by understanding it is established:"
        },
        {
          "chapter": 24,
          "verse": 4,
          "name": "Proverbs 24:4",
          "text": "And by knowledge shall the chambers be filled with all precious and pleasant riches."
        },
        {
          "chapter": 24,
          "verse": 5,
          "name": "Proverbs 24:5",
          "text": "A wise man is strong; yea, a man of knowledge increaseth strength."
        },
        {
          "chapter": 24,
          "verse": 6,
          "name": "Proverbs 24:6",
          "text": "For by wise counsel thou shalt make thy war: and in multitude of counsellors there is safety."
        },
        {
          "chapter": 24,
          "verse": 7,
          "name": "Proverbs 24:7",
          "text": "Wisdom is too high for a fool: he openeth not his mouth in the gate."
        },
        {
          "chapter": 24,
          "verse": 8,
          "name": "Proverbs 24:8",
          "text": "He that deviseth to do evil shall be called a mischievous person."
        },
        {
          "chapter": 24,
          "verse": 9,
          "name": "Proverbs 24:9",
          "text": "The thought of foolishness is sin: and the scorner is an abomination to men."
        },
        {
          "chapter": 24,
          "verse": 10,
          "name": "Proverbs 24:10",
          "text": "If thou faint in the day of adversity, thy strength is small."
        },
        {
          "chapter": 24,
          "verse": 11,
          "name": "Proverbs 24:11",
          "text": "If thou forbear to deliver them that are drawn unto death, and those that are ready to be slain;"
        },
        {
          "chapter": 24,
          "verse": 12,
          "name": "Proverbs 24:12",
          "text": "If thou sayest, Behold, we knew it not; doth not he that pondereth the heart consider it? and he that keepeth thy soul, doth not he know it? and shall not he render to every man according to his works?"
        },
        {
          "chapter": 24,
          "verse": 13,
          "name": "Proverbs 24:13",
          "text": "My son, eat thou honey, because it is good; and the honeycomb, which is sweet to thy taste:"
        },
        {
          "chapter": 24,
          "verse": 14,
          "name": "Proverbs 24:14",
          "text": "So shall the knowledge of wisdom be unto thy soul: when thou hast found it, then there shall be a reward, and thy expectation shall not be cut off."
        },
        {
          "chapter": 24,
          "verse": 15,
          "name": "Proverbs 24:15",
          "text": "Lay not wait, O wicked man, against the dwelling of the righteous; spoil not his resting place:"
        },
        {
          "chapter": 24,
          "verse": 16,
          "name": "Proverbs 24:16",
          "text": "For a just man falleth seven times, and riseth up again: but the wicked shall fall into mischief."
        },
        {
          "chapter": 24,
          "verse": 17,
          "name": "Proverbs 24:17",
          "text": "Rejoice not when thine enemy falleth, and let not thine heart be glad when he stumbleth:"
        },
        {
          "chapter": 24,
          "verse": 18,
          "name": "Proverbs 24:18",
          "text": "Lest the Lord see it, and it displease him, and he turn away his wrath from him."
        },
        {
          "chapter": 24,
          "verse": 19,
          "name": "Proverbs 24:19",
          "text": "Fret not thyself because of evil men, neither be thou envious at the wicked;"
        },
        {
          "chapter": 24,
          "verse": 20,
          "name": "Proverbs 24:20",
          "text": "For there shall be no reward to the evil man; the candle of the wicked shall be put out."
        },
        {
          "chapter": 24,
          "verse": 21,
          "name": "Proverbs 24:21",
          "text": "My son, fear thou the Lord and the king: and meddle not with them that are given to change:"
        },
        {
          "chapter": 24,
          "verse": 22,
          "name": "Proverbs 24:22",
          "text": "For their calamity shall rise suddenly; and who knoweth the ruin of them both?"
        },
        {
          "chapter": 24,
          "verse": 23,
          "name": "Proverbs 24:23",
          "text": "These things also belong to the wise. It is not good to have respect of persons in judgment."
        },
        {
          "chapter": 24,
          "verse": 24,
          "name": "Proverbs 24:24",
          "text": "He that saith unto the wicked, Thou art righteous; him shall the people curse, nations shall abhor him:"
        },
        {
          "chapter": 24,
          "verse": 25,
          "name": "Proverbs 24:25",
          "text": "But to them that rebuke him shall be delight, and a good blessing shall come upon them."
        },
        {
          "chapter": 24,
          "verse": 26,
          "name": "Proverbs 24:26",
          "text": "Every man shall kiss his lips that giveth a right answer."
        },
        {
          "chapter": 24,
          "verse": 27,
          "name": "Proverbs 24:27",
          "text": "Prepare thy work without, and make it fit for thyself in the field; and afterwards build thine house."
        },
        {
          "chapter": 24,
          "verse": 28,
          "name": "Proverbs 24:28",
          "text": "Be not a witness against thy neighbour without cause; and deceive not with thy lips."
        },
        {
          "chapter": 24,
          "verse": 29,
          "name": "Proverbs 24:29",
          "text": "Say not, I will do so to him as he hath done to me: I will render to the man according to his work."
        },
        {
          "chapter": 24,
          "verse": 30,
          "name": "Proverbs 24:30",
          "text": "I went by the field of the slothful, and by the vineyard of the man void of understanding;"
        },
        {
          "chapter": 24,
          "verse": 31,
          "name": "Proverbs 24:31",
          "text": "And, lo, it was all grown over with thorns, and nettles had covered the face thereof, and the stone wall thereof was broken down."
        },
        {
          "chapter": 24,
          "verse": 32,
          "name": "Proverbs 24:32",
          "text": "Then I saw, and considered it well: I looked upon it, and received instruction."
        },
        {
          "chapter": 24,
          "verse": 33,
          "name": "Proverbs 24:33",
          "text": "Yet a little sleep, a little slumber, a little folding of the hands to sleep:"
        },
        {
          "chapter": 24,
          "verse": 34,
          "name": "Proverbs 24:34",
          "text": "So shall thy poverty come as one that travelleth; and thy want as an armed man. "
        }
      ]
    },
    {
      "chapter": 25,
      "name": "Proverbs 25",
      "verses": [
        {
          "chapter": 25,
          "verse": 1,
          "name": "Proverbs 25:1",
          "text": "These are also proverbs of Solomon, which the men of Hezekiah king of Judah copied out."
        },
        {
          "chapter": 25,
          "verse": 2,
          "name": "Proverbs 25:2",
          "text": "It is the glory of God to conceal a thing: but the honour of kings is to search out a matter."
        },
        {
          "chapter": 25,
          "verse": 3,
          "name": "Proverbs 25:3",
          "text": "The heaven for height, and the earth for depth, and the heart of kings is unsearchable."
        },
        {
          "chapter": 25,
          "verse": 4,
          "name": "Proverbs 25:4",
          "text": "Take away the dross from the silver, and there shall come forth a vessel for the finer."
        },
        {
          "chapter": 25,
          "verse": 5,
          "name": "Proverbs 25:5",
          "text": "Take away the wicked from before the king, and his throne shall be established in righteousness."
        },
        {
          "chapter": 25,
          "verse": 6,
          "name": "Proverbs 25:6",
          "text": "Put not forth thyself in the presence of the king, and stand not in the place of great men:"
        },
        {
          "chapter": 25,
          "verse": 7,
          "name": "Proverbs 25:7",
          "text": "For better it is that it be said unto thee, Come up hither; than that thou shouldest be put lower in the presence of the prince whom thine eyes have seen."
        },
        {
          "chapter": 25,
          "verse": 8,
          "name": "Proverbs 25:8",
          "text": "Go not forth hastily to strive, lest thou know not what to do in the end thereof, when thy neighbour hath put thee to shame."
        },
        {
          "chapter": 25,
          "verse": 9,
          "name": "Proverbs 25:9",
          "text": "Debate thy cause with thy neighbour himself; and discover not a secret to another:"
        },
        {
          "chapter": 25,
          "verse": 10,
          "name": "Proverbs 25:10",
          "text": "Lest he that heareth it put thee to shame, and thine infamy turn not away."
        },
        {
          "chapter": 25,
          "verse": 11,
          "name": "Proverbs 25:11",
          "text": "A word fitly spoken is like apples of gold in pictures of silver."
        },
        {
          "chapter": 25,
          "verse": 12,
          "name": "Proverbs 25:12",
          "text": "As an earring of gold, and an ornament of fine gold, so is a wise reprover upon an obedient ear."
        },
        {
          "chapter": 25,
          "verse": 13,
          "name": "Proverbs 25:13",
          "text": "As the cold of snow in the time of harvest, so is a faithful messenger to them that send him: for he refresheth the soul of his masters."
        },
        {
          "chapter": 25,
          "verse": 14,
          "name": "Proverbs 25:14",
          "text": "Whoso boasteth himself of a false gift is like clouds and wind without rain."
        },
        {
          "chapter": 25,
          "verse": 15,
          "name": "Proverbs 25:15",
          "text": "By long forbearing is a prince persuaded, and a soft tongue breaketh the bone."
        },
        {
          "chapter": 25,
          "verse": 16,
          "name": "Proverbs 25:16",
          "text": "Hast thou found honey? eat so much as is sufficient for thee, lest thou be filled therewith, and vomit it."
        },
        {
          "chapter": 25,
          "verse": 17,
          "name": "Proverbs 25:17",
          "text": "Withdraw thy foot from thy neighbour’s house; lest he be weary of thee, and so hate thee."
        },
        {
          "chapter": 25,
          "verse": 18,
          "name": "Proverbs 25:18",
          "text": "A man that beareth false witness against his neighbour is a maul, and a sword, and a sharp arrow."
        },
        {
          "chapter": 25,
          "verse": 19,
          "name": "Proverbs 25:19",
          "text": "Confidence in an unfaithful man in time of trouble is like a broken tooth, and a foot out of joint."
        },
        {
          "chapter": 25,
          "verse": 20,
          "name": "Proverbs 25:20",
          "text": "As he that taketh away a garment in cold weather, and as vinegar upon nitre, so is he that singeth songs to an heavy heart."
        },
        {
          "chapter": 25,
          "verse": 21,
          "name": "Proverbs 25:21",
          "text": "If thine enemy be hungry, give him bread to eat; and if he be thirsty, give him water to drink:"
        },
        {
          "chapter": 25,
          "verse": 22,
          "name": "Proverbs 25:22",
          "text": "For thou shalt heap coals of fire upon his head, and the Lord shall reward thee."
        },
        {
          "chapter": 25,
          "verse": 23,
          "name": "Proverbs 25:23",
          "text": "The north wind driveth away rain: so doth an angry countenance a backbiting tongue."
        },
        {
          "chapter": 25,
          "verse": 24,
          "name": "Proverbs 25:24",
          "text": "It is better to dwell in the corner of the housetop, than with a brawling woman and in a wide house."
        },
        {
          "chapter": 25,
          "verse": 25,
          "name": "Proverbs 25:25",
          "text": "As cold waters to a thirsty soul, so is good news from a far country."
        },
        {
          "chapter": 25,
          "verse": 26,
          "name": "Proverbs 25:26",
          "text": "A righteous man falling down before the wicked is as a troubled fountain, and a corrupt spring."
        },
        {
          "chapter": 25,
          "verse": 27,
          "name": "Proverbs 25:27",
          "text": "It is not good to eat much honey: so for men to search their own glory is not glory."
        },
        {
          "chapter": 25,
          "verse": 28,
          "name": "Proverbs 25:28",
          "text": "He that hath no rule over his own spirit is like a city that is broken down, and without walls. "
        }
      ]
    },
    {
      "chapter": 26,
      "name": "Proverbs 26",
      "verses": [
        {
          "chapter": 26,
          "verse": 1,
          "name": "Proverbs 26:1",
          "text": "As snow in summer, and as rain in harvest, so honour is not seemly for a fool."
        },
        {
          "chapter": 26,
          "verse": 2,
          "name": "Proverbs 26:2",
          "text": "As the bird by wandering, as the swallow by flying, so the curse causeless shall not come."
        },
        {
          "chapter": 26,
          "verse": 3,
          "name": "Proverbs 26:3",
          "text": "A whip for the horse, a bridle for the ass, and a rod for the fool’s back."
        },
        {
          "chapter": 26,
          "verse": 4,
          "name": "Proverbs 26:4",
          "text": "Answer not a fool according to his folly, lest thou also be like unto him."
        },
        {
          "chapter": 26,
          "verse": 5,
          "name": "Proverbs 26:5",
          "text": "Answer a fool according to his folly, lest he be wise in his own conceit."
        },
        {
          "chapter": 26,
          "verse": 6,
          "name": "Proverbs 26:6",
          "text": "He that sendeth a message by the hand of a fool cutteth off the feet, and drinketh damage."
        },
        {
          "chapter": 26,
          "verse": 7,
          "name": "Proverbs 26:7",
          "text": "The legs of the lame are not equal: so is a parable in the mouth of fools."
        },
        {
          "chapter": 26,
          "verse": 8,
          "name": "Proverbs 26:8",
          "text": "As he that bindeth a stone in a sling, so is he that giveth honour to a fool."
        },
        {
          "chapter": 26,
          "verse": 9,
          "name": "Proverbs 26:9",
          "text": "As a thorn goeth up into the hand of a drunkard, so is a parable in the mouth of fools."
        },
        {
          "chapter": 26,
          "verse": 10,
          "name": "Proverbs 26:10",
          "text": "The great God that formed all things both rewardeth the fool, and rewardeth transgressors."
        },
        {
          "chapter": 26,
          "verse": 11,
          "name": "Proverbs 26:11",
          "text": "As a dog returneth to his vomit, so a fool returneth to his folly."
        },
        {
          "chapter": 26,
          "verse": 12,
          "name": "Proverbs 26:12",
          "text": "Seest thou a man wise in his own conceit? there is more hope of a fool than of him."
        },
        {
          "chapter": 26,
          "verse": 13,
          "name": "Proverbs 26:13",
          "text": "The slothful man saith, There is a lion in the way; a lion is in the streets."
        },
        {
          "chapter": 26,
          "verse": 14,
          "name": "Proverbs 26:14",
          "text": "As the door turneth upon his hinges, so doth the slothful upon his bed."
        },
        {
          "chapter": 26,
          "verse": 15,
          "name": "Proverbs 26:15",
          "text": "The slothful hideth his hand in his bosom; it grieveth him to bring it again to his mouth."
        },
        {
          "chapter": 26,
          "verse": 16,
          "name": "Proverbs 26:16",
          "text": "The sluggard is wiser in his own conceit than seven men that can render a reason."
        },
        {
          "chapter": 26,
          "verse": 17,
          "name": "Proverbs 26:17",
          "text": "He that passeth by, and meddleth with strife belonging not to him, is like one that taketh a dog by the ears."
        },
        {
          "chapter": 26,
          "verse": 18,
          "name": "Proverbs 26:18",
          "text": "As a mad man who casteth firebrands, arrows, and death,"
        },
        {
          "chapter": 26,
          "verse": 19,
          "name": "Proverbs 26:19",
          "text": "So is the man that deceiveth his neighbour, and saith, Am not I in sport?"
        },
        {
          "chapter": 26,
          "verse": 20,
          "name": "Proverbs 26:20",
          "text": "Where no wood is, there the fire goeth out: so where there is no talebearer, the strife ceaseth."
        },
        {
          "chapter": 26,
          "verse": 21,
          "name": "Proverbs 26:21",
          "text": "As coals are to burning coals, and wood to fire; so is a contentious man to kindle strife."
        },
        {
          "chapter": 26,
          "verse": 22,
          "name": "Proverbs 26:22",
          "text": "The words of a talebearer are as wounds, and they go down into the innermost parts of the belly."
        },
        {
          "chapter": 26,
          "verse": 23,
          "name": "Proverbs 26:23",
          "text": "Burning lips and a wicked heart are like a potsherd covered with silver dross."
        },
        {
          "chapter": 26,
          "verse": 24,
          "name": "Proverbs 26:24",
          "text": "He that hateth dissembleth with his lips, and layeth up deceit within him;"
        },
        {
          "chapter": 26,
          "verse": 25,
          "name": "Proverbs 26:25",
          "text": "When he speaketh fair, believe him not: for there are seven abominations in his heart."
        },
        {
          "chapter": 26,
          "verse": 26,
          "name": "Proverbs 26:26",
          "text": "Whose hatred is covered by deceit, his wickedness shall be shewed before the whole congregation."
        },
        {
          "chapter": 26,
          "verse": 27,
          "name": "Proverbs 26:27",
          "text": "Whoso diggeth a pit shall fall therein: and he that rolleth a stone, it will return upon him."
        },
        {
          "chapter": 26,
          "verse": 28,
          "name": "Proverbs 26:28",
          "text": "A lying tongue hateth those that are afflicted by it; and a flattering mouth worketh ruin. "
        }
      ]
    },
    {
      "chapter": 27,
      "name": "Proverbs 27",
      "verses": [
        {
          "chapter": 27,
          "verse": 1,
          "name": "Proverbs 27:1",
          "text": "Boast not thyself of to morrow; for thou knowest not what a day may bring forth."
        },
        {
          "chapter": 27,
          "verse": 2,
          "name": "Proverbs 27:2",
          "text": "Let another man praise thee, and not thine own mouth; a stranger, and not thine own lips."
        },
        {
          "chapter": 27,
          "verse": 3,
          "name": "Proverbs 27:3",
          "text": "A stone is heavy, and the sand weighty; but a fool’s wrath is heavier than them both."
        },
        {
          "chapter": 27,
          "verse": 4,
          "name": "Proverbs 27:4",
          "text": "Wrath is cruel, and anger is outrageous; but who is able to stand before envy?"
        },
        {
          "chapter": 27,
          "verse": 5,
          "name": "Proverbs 27:5",
          "text": "Open rebuke is better than secret love."
        },
        {
          "chapter": 27,
          "verse": 6,
          "name": "Proverbs 27:6",
          "text": "Faithful are the wounds of a friend; but the kisses of an enemy are deceitful."
        },
        {
          "chapter": 27,
          "verse": 7,
          "name": "Proverbs 27:7",
          "text": "The full soul loatheth an honeycomb; but to the hungry soul every bitter thing is sweet."
        },
        {
          "chapter": 27,
          "verse": 8,
          "name": "Proverbs 27:8",
          "text": "As a bird that wandereth from her nest, so is a man that wandereth from his place."
        },
        {
          "chapter": 27,
          "verse": 9,
          "name": "Proverbs 27:9",
          "text": "Ointment and perfume rejoice the heart: so doth the sweetness of a man’s friend by hearty counsel."
        },
        {
          "chapter": 27,
          "verse": 10,
          "name": "Proverbs 27:10",
          "text": "Thine own friend, and thy father’s friend, forsake not; neither go into thy brother’s house in the day of thy calamity: for better is a neighbour that is near than a brother far off."
        },
        {
          "chapter": 27,
          "verse": 11,
          "name": "Proverbs 27:11",
          "text": "My son, be wise, and make my heart glad, that I may answer him that reproacheth me."
        },
        {
          "chapter": 27,
          "verse": 12,
          "name": "Proverbs 27:12",
          "text": "A prudent man foreseeth the evil, and hideth himself; but the simple pass on, and are punished."
        },
        {
          "chapter": 27,
          "verse": 13,
          "name": "Proverbs 27:13",
          "text": "Take his garment that is surety for a stranger, and take a pledge of him for a strange woman."
        },
        {
          "chapter": 27,
          "verse": 14,
          "name": "Proverbs 27:14",
          "text": "He that blesseth his friend with a loud voice, rising early in the morning, it shall be counted a curse to him."
        },
        {
          "chapter": 27,
          "verse": 15,
          "name": "Proverbs 27:15",
          "text": "A continual dropping in a very rainy day and a contentious woman are alike."
        },
        {
          "chapter": 27,
          "verse": 16,
          "name": "Proverbs 27:16",
          "text": "Whosoever hideth her hideth the wind, and the ointment of his right hand, which bewrayeth itself."
        },
        {
          "chapter": 27,
          "verse": 17,
          "name": "Proverbs 27:17",
          "text": "Iron sharpeneth iron; so a man sharpeneth the countenance of his friend."
        },
        {
          "chapter": 27,
          "verse": 18,
          "name": "Proverbs 27:18",
          "text": "Whoso keepeth the fig tree shall eat the fruit thereof: so he that waiteth on his master shall be honoured."
        },
        {
          "chapter": 27,
          "verse": 19,
          "name": "Proverbs 27:19",
          "text": "As in water face answereth to face, so the heart of man to man."
        },
        {
          "chapter": 27,
          "verse": 20,
          "name": "Proverbs 27:20",
          "text": "Hell and destruction are never full; so the eyes of man are never satisfied."
        },
        {
          "chapter": 27,
          "verse": 21,
          "name": "Proverbs 27:21",
          "text": "As the fining pot for silver, and the furnace for gold; so is a man to his praise."
        },
        {
          "chapter": 27,
          "verse": 22,
          "name": "Proverbs 27:22",
          "text": "Though thou shouldest bray a fool in a mortar among wheat with a pestle, yet will not his foolishness depart from him."
        },
        {
          "chapter": 27,
          "verse": 23,
          "name": "Proverbs 27:23",
          "text": "Be thou diligent to know the state of thy flocks, and look well to thy herds."
        },
        {
          "chapter": 27,
          "verse": 24,
          "name": "Proverbs 27:24",
          "text": "For riches are not for ever: and doth the crown endure to every generation?"
        },
        {
          "chapter": 27,
          "verse": 25,
          "name": "Proverbs 27:25",
          "text": "The hay appeareth, and the tender grass sheweth itself, and herbs of the mountains are gathered."
        },
        {
          "chapter": 27,
          "verse": 26,
          "name": "Proverbs 27:26",
          "text": "The lambs are for thy clothing, and the goats are the price of the field."
        },
        {
          "chapter": 27,
          "verse": 27,
          "name": "Proverbs 27:27",
          "text": "And thou shalt have goats’ milk enough for thy food, for the food of thy household, and for the maintenance for thy maidens. "
        }
      ]
    },
    {
      "chapter": 28,
      "name": "Proverbs 28",
      "verses": [
        {
          "chapter": 28,
          "verse": 1,
          "name": "Proverbs 28:1",
          "text": "The wicked flee when no man pursueth: but the righteous are bold as a lion."
        },
        {
          "chapter": 28,
          "verse": 2,
          "name": "Proverbs 28:2",
          "text": "For the transgression of a land many are the princes thereof: but by a man of understanding and knowledge the state thereof shall be prolonged."
        },
        {
          "chapter": 28,
          "verse": 3,
          "name": "Proverbs 28:3",
          "text": "A poor man that oppresseth the poor is like a sweeping rain which leaveth no food."
        },
        {
          "chapter": 28,
          "verse": 4,
          "name": "Proverbs 28:4",
          "text": "They that forsake the law praise the wicked: but such as keep the law contend with them."
        },
        {
          "chapter": 28,
          "verse": 5,
          "name": "Proverbs 28:5",
          "text": "Evil men understand not judgment: but they that seek the Lord understand all things."
        },
        {
          "chapter": 28,
          "verse": 6,
          "name": "Proverbs 28:6",
          "text": "Better is the poor that walketh in his uprightness, than he that is perverse in his ways, though he be rich."
        },
        {
          "chapter": 28,
          "verse": 7,
          "name": "Proverbs 28:7",
          "text": "Whoso keepeth the law is a wise son: but he that is a companion of riotous men shameth his father."
        },
        {
          "chapter": 28,
          "verse": 8,
          "name": "Proverbs 28:8",
          "text": "He that by usury and unjust gain increaseth his substance, he shall gather it for him that will pity the poor."
        },
        {
          "chapter": 28,
          "verse": 9,
          "name": "Proverbs 28:9",
          "text": "He that turneth away his ear from hearing the law, even his prayer shall be abomination."
        },
        {
          "chapter": 28,
          "verse": 10,
          "name": "Proverbs 28:10",
          "text": "Whoso causeth the righteous to go astray in an evil way, he shall fall himself into his own pit: but the upright shall have good things in possession."
        },
        {
          "chapter": 28,
          "verse": 11,
          "name": "Proverbs 28:11",
          "text": "The rich man is wise in his own conceit; but the poor that hath understanding searcheth him out."
        },
        {
          "chapter": 28,
          "verse": 12,
          "name": "Proverbs 28:12",
          "text": "When righteous men do rejoice, there is great glory: but when the wicked rise, a man is hidden."
        },
        {
          "chapter": 28,
          "verse": 13,
          "name": "Proverbs 28:13",
          "text": "He that covereth his sins shall not prosper: but whoso confesseth and forsaketh them shall have mercy."
        },
        {
          "chapter": 28,
          "verse": 14,
          "name": "Proverbs 28:14",
          "text": "Happy is the man that feareth alway: but he that hardeneth his heart shall fall into mischief."
        },
        {
          "chapter": 28,
          "verse": 15,
          "name": "Proverbs 28:15",
          "text": "As a roaring lion, and a ranging bear; so is a wicked ruler over the poor people."
        },
        {
          "chapter": 28,
          "verse": 16,
          "name": "Proverbs 28:16",
          "text": "The prince that wanteth understanding is also a great oppressor: but he that hateth covetousness shall prolong his days."
        },
        {
          "chapter": 28,
          "verse": 17,
          "name": "Proverbs 28:17",
          "text": "A man that doeth violence to the blood of any person shall flee to the pit; let no man stay him."
        },
        {
          "chapter": 28,
          "verse": 18,
          "name": "Proverbs 28:18",
          "text": "Whoso walketh uprightly shall be saved: but he that is perverse in his ways shall fall at once."
        },
        {
          "chapter": 28,
          "verse": 19,
          "name": "Proverbs 28:19",
          "text": "He that tilleth his land shall have plenty of bread: but he that followeth after vain persons shall have poverty enough."
        },
        {
          "chapter": 28,
          "verse": 20,
          "name": "Proverbs 28:20",
          "text": "A faithful man shall abound with blessings: but he that maketh haste to be rich shall not be innocent."
        },
        {
          "chapter": 28,
          "verse": 21,
          "name": "Proverbs 28:21",
          "text": "To have respect of persons is not good: for for a piece of bread that man will transgress."
        },
        {
          "chapter": 28,
          "verse": 22,
          "name": "Proverbs 28:22",
          "text": "He that hasteth to be rich hath an evil eye, and considereth not that poverty shall come upon him."
        },
        {
          "chapter": 28,
          "verse": 23,
          "name": "Proverbs 28:23",
          "text": "He that rebuketh a man afterwards shall find more favour than he that flattereth with the tongue."
        },
        {
          "chapter": 28,
          "verse": 24,
          "name": "Proverbs 28:24",
          "text": "Whoso robbeth his father or his mother, and saith, It is no transgression; the same is the companion of a destroyer."
        },
        {
          "chapter": 28,
          "verse": 25,
          "name": "Proverbs 28:25",
          "text": "He that is of a proud heart stirreth up strife: but he that putteth his trust in the Lord shall be made fat."
        },
        {
          "chapter": 28,
          "verse": 26,
          "name": "Proverbs 28:26",
          "text": "He that trusteth in his own heart is a fool: but whoso walketh wisely, he shall be delivered."
        },
        {
          "chapter": 28,
          "verse": 27,
          "name": "Proverbs 28:27",
          "text": "He that giveth unto the poor shall not lack: but he that hideth his eyes shall have many a curse."
        },
        {
          "chapter": 28,
          "verse": 28,
          "name": "Proverbs 28:28",
          "text": "When the wicked rise, men hide themselves: but when they perish, the righteous increase. "
        }
      ]
    },
    {
      "chapter": 29,
      "name": "Proverbs 29",
      "verses": [
        {
          "chapter": 29,
          "verse": 1,
          "name": "Proverbs 29:1",
          "text": "He, that being often reproved hardeneth his neck, shall suddenly be destroyed, and that without remedy."
        },
        {
          "chapter": 29,
          "verse": 2,
          "name": "Proverbs 29:2",
          "text": "When the righteous are in authority, the people rejoice: but when the wicked beareth rule, the people mourn."
        },
        {
          "chapter": 29,
          "verse": 3,
          "name": "Proverbs 29:3",
          "text": "Whoso loveth wisdom rejoiceth his father: but he that keepeth company with harlots spendeth his substance."
        },
        {
          "chapter": 29,
          "verse": 4,
          "name": "Proverbs 29:4",
          "text": "The king by judgment establisheth the land: but he that receiveth gifts overthroweth it."
        },
        {
          "chapter": 29,
          "verse": 5,
          "name": "Proverbs 29:5",
          "text": "A man that flattereth his neighbour spreadeth a net for his feet."
        },
        {
          "chapter": 29,
          "verse": 6,
          "name": "Proverbs 29:6",
          "text": "In the transgression of an evil man there is a snare: but the righteous doth sing and rejoice."
        },
        {
          "chapter": 29,
          "verse": 7,
          "name": "Proverbs 29:7",
          "text": "The righteous considereth the cause of the poor: but the wicked regardeth not to know it."
        },
        {
          "chapter": 29,
          "verse": 8,
          "name": "Proverbs 29:8",
          "text": "Scornful men bring a city into a snare: but wise men turn away wrath."
        },
        {
          "chapter": 29,
          "verse": 9,
          "name": "Proverbs 29:9",
          "text": "If a wise man contendeth with a foolish man, whether he rage or laugh, there is no rest."
        },
        {
          "chapter": 29,
          "verse": 10,
          "name": "Proverbs 29:10",
          "text": "The bloodthirsty hate the upright: but the just seek his soul."
        },
        {
          "chapter": 29,
          "verse": 11,
          "name": "Proverbs 29:11",
          "text": "A fool uttereth all his mind: but a wise man keepeth it in till afterwards."
        },
        {
          "chapter": 29,
          "verse": 12,
          "name": "Proverbs 29:12",
          "text": "If a ruler hearken to lies, all his servants are wicked."
        },
        {
          "chapter": 29,
          "verse": 13,
          "name": "Proverbs 29:13",
          "text": "The poor and the deceitful man meet together: the Lord lighteneth both their eyes."
        },
        {
          "chapter": 29,
          "verse": 14,
          "name": "Proverbs 29:14",
          "text": "The king that faithfully judgeth the poor, his throne shall be established for ever."
        },
        {
          "chapter": 29,
          "verse": 15,
          "name": "Proverbs 29:15",
          "text": "The rod and reproof give wisdom: but a child left to himself bringeth his mother to shame."
        },
        {
          "chapter": 29,
          "verse": 16,
          "name": "Proverbs 29:16",
          "text": "When the wicked are multiplied, transgression increaseth: but the righteous shall see their fall."
        },
        {
          "chapter": 29,
          "verse": 17,
          "name": "Proverbs 29:17",
          "text": "Correct thy son, and he shall give thee rest; yea, he shall give delight unto thy soul."
        },
        {
          "chapter": 29,
          "verse": 18,
          "name": "Proverbs 29:18",
          "text": "Where there is no vision, the people perish: but he that keepeth the law, happy is he."
        },
        {
          "chapter": 29,
          "verse": 19,
          "name": "Proverbs 29:19",
          "text": "A servant will not be corrected by words: for though he understand he will not answer."
        },
        {
          "chapter": 29,
          "verse": 20,
          "name": "Proverbs 29:20",
          "text": "Seest thou a man that is hasty in his words? there is more hope of a fool than of him."
        },
        {
          "chapter": 29,
          "verse": 21,
          "name": "Proverbs 29:21",
          "text": "He that delicately bringeth up his servant from a child shall have him become his son at the length."
        },
        {
          "chapter": 29,
          "verse": 22,
          "name": "Proverbs 29:22",
          "text": "An angry man stirreth up strife, and a furious man aboundeth in transgression."
        },
        {
          "chapter": 29,
          "verse": 23,
          "name": "Proverbs 29:23",
          "text": "A man’s pride shall bring him low: but honour shall uphold the humble in spirit."
        },
        {
          "chapter": 29,
          "verse": 24,
          "name": "Proverbs 29:24",
          "text": "Whoso is partner with a thief hateth his own soul: he heareth cursing, and bewrayeth it not."
        },
        {
          "chapter": 29,
          "verse": 25,
          "name": "Proverbs 29:25",
          "text": "The fear of man bringeth a snare: but whoso putteth his trust in the Lord shall be safe."
        },
        {
          "chapter": 29,
          "verse": 26,
          "name": "Proverbs 29:26",
          "text": "Many seek the ruler’s favour; but every man’s judgment cometh from the Lord."
        },
        {
          "chapter": 29,
          "verse": 27,
          "name": "Proverbs 29:27",
          "text": "An unjust man is an abomination to the just: and he that is upright in the way is abomination to the wicked. "
        }
      ]
    },
    {
      "chapter": 30,
      "name": "Proverbs 30",
      "verses": [
        {
          "chapter": 30,
          "verse": 1,
          "name": "Proverbs 30:1",
          "text": "The words of Agur the son of Jakeh, even the prophecy: the man spake unto Ithiel, even unto Ithiel and Ucal,"
        },
        {
          "chapter": 30,
          "verse": 2,
          "name": "Proverbs 30:2",
          "text": "Surely I am more brutish than any man, and have not the understanding of a man."
        },
        {
          "chapter": 30,
          "verse": 3,
          "name": "Proverbs 30:3",
          "text": "I neither learned wisdom, nor have the knowledge of the holy."
        },
        {
          "chapter": 30,
          "verse": 4,
          "name": "Proverbs 30:4",
          "text": "Who hath ascended up into heaven, or descended? who hath gathered the wind in his fists? who hath bound the waters in a garment? who hath established all the ends of the earth? what is his name, and what is his son’s name, if thou canst tell?"
        },
        {
          "chapter": 30,
          "verse": 5,
          "name": "Proverbs 30:5",
          "text": "Every word of God is pure: he is a shield unto them that put their trust in him."
        },
        {
          "chapter": 30,
          "verse": 6,
          "name": "Proverbs 30:6",
          "text": "Add thou not unto his words, lest he reprove thee, and thou be found a liar."
        },
        {
          "chapter": 30,
          "verse": 7,
          "name": "Proverbs 30:7",
          "text": "Two things have I required of thee; deny me them not before I die:"
        },
        {
          "chapter": 30,
          "verse": 8,
          "name": "Proverbs 30:8",
          "text": "Remove far from me vanity and lies: give me neither poverty nor riches; feed me with food convenient for me:"
        },
        {
          "chapter": 30,
          "verse": 9,
          "name": "Proverbs 30:9",
          "text": "Lest I be full, and deny thee, and say, Who is the Lord? or lest I be poor, and steal, and take the name of my God in vain."
        },
        {
          "chapter": 30,
          "verse": 10,
          "name": "Proverbs 30:10",
          "text": "Accuse not a servant unto his master, lest he curse thee, and thou be found guilty."
        },
        {
          "chapter": 30,
          "verse": 11,
          "name": "Proverbs 30:11",
          "text": "There is a generation that curseth their father, and doth not bless their mother."
        },
        {
          "chapter": 30,
          "verse": 12,
          "name": "Proverbs 30:12",
          "text": "There is a generation that are pure in their own eyes, and yet is not washed from their filthiness."
        },
        {
          "chapter": 30,
          "verse": 13,
          "name": "Proverbs 30:13",
          "text": "There is a generation, O how lofty are their eyes! and their eyelids are lifted up."
        },
        {
          "chapter": 30,
          "verse": 14,
          "name": "Proverbs 30:14",
          "text": "There is a generation, whose teeth are as swords, and their jaw teeth as knives, to devour the poor from off the earth, and the needy from among men."
        },
        {
          "chapter": 30,
          "verse": 15,
          "name": "Proverbs 30:15",
          "text": "The horseleach hath two daughters, crying, Give, give. There are three things that are never satisfied, yea, four things say not, It is enough:"
        },
        {
          "chapter": 30,
          "verse": 16,
          "name": "Proverbs 30:16",
          "text": "The grave; and the barren womb; the earth that is not filled with water; and the fire that saith not, It is enough."
        },
        {
          "chapter": 30,
          "verse": 17,
          "name": "Proverbs 30:17",
          "text": "The eye that mocketh at his father, and despiseth to obey his mother, the ravens of the valley shall pick it out, and the young eagles shall eat it."
        },
        {
          "chapter": 30,
          "verse": 18,
          "name": "Proverbs 30:18",
          "text": "There be three things which are too wonderful for me, yea, four which I know not:"
        },
        {
          "chapter": 30,
          "verse": 19,
          "name": "Proverbs 30:19",
          "text": "The way of an eagle in the air; the way of a serpent upon a rock; the way of a ship in the midst of the sea; and the way of a man with a maid."
        },
        {
          "chapter": 30,
          "verse": 20,
          "name": "Proverbs 30:20",
          "text": "Such is the way of an adulterous woman; she eateth, and wipeth her mouth, and saith, I have done no wickedness."
        },
        {
          "chapter": 30,
          "verse": 21,
          "name": "Proverbs 30:21",
          "text": "For three things the earth is disquieted, and for four which it cannot bear:"
        },
        {
          "chapter": 30,
          "verse": 22,
          "name": "Proverbs 30:22",
          "text": "For a servant when he reigneth; and a fool when he is filled with meat;"
        },
        {
          "chapter": 30,
          "verse": 23,
          "name": "Proverbs 30:23",
          "text": "For an odious woman when she is married; and an handmaid that is heir to her mistress."
        },
        {
          "chapter": 30,
          "verse": 24,
          "name": "Proverbs 30:24",
          "text": "There be four things which are little upon the earth, but they are exceeding wise:"
        },
        {
          "chapter": 30,
          "verse": 25,
          "name": "Proverbs 30:25",
          "text": "The ants are a people not strong, yet they prepare their meat in the summer;"
        },
        {
          "chapter": 30,
          "verse": 26,
          "name": "Proverbs 30:26",
          "text": "The conies are but a feeble folk, yet make they their houses in the rocks;"
        },
        {
          "chapter": 30,
          "verse": 27,
          "name": "Proverbs 30:27",
          "text": "The locusts have no king, yet go they forth all of them by bands;"
        },
        {
          "chapter": 30,
          "verse": 28,
          "name": "Proverbs 30:28",
          "text": "The spider taketh hold with her hands, and is in kings’ palaces."
        },
        {
          "chapter": 30,
          "verse": 29,
          "name": "Proverbs 30:29",
          "text": "There be three things which go well, yea, four are comely in going:"
        },
        {
          "chapter": 30,
          "verse": 30,
          "name": "Proverbs 30:30",
          "text": "A lion which is strongest among beasts, and turneth not away for any;"
        },
        {
          "chapter": 30,
          "verse": 31,
          "name": "Proverbs 30:31",
          "text": "A greyhound; an he goat also; and a king, against whom there is no rising up."
        },
        {
          "chapter": 30,
          "verse": 32,
          "name": "Proverbs 30:32",
          "text": "If thou hast done foolishly in lifting up thyself, or if thou hast thought evil, lay thine hand upon thy mouth."
        },
        {
          "chapter": 30,
          "verse": 33,
          "name": "Proverbs 30:33",
          "text": "Surely the churning of milk bringeth forth butter, and the wringing of the nose bringeth forth blood: so the forcing of wrath bringeth forth strife. "
        }
      ]
    },
    {
      "chapter": 31,
      "name": "Proverbs 31",
      "verses": [
        {
          "chapter": 31,
          "verse": 1,
          "name": "Proverbs 31:1",
          "text": "The words of king Lemuel, the prophecy that his mother taught him."
        },
        {
          "chapter": 31,
          "verse": 2,
          "name": "Proverbs 31:2",
          "text": "What, my son? and what, the son of my womb? and what, the son of my vows?"
        },
        {
          "chapter": 31,
          "verse": 3,
          "name": "Proverbs 31:3",
          "text": "Give not thy strength unto women, nor thy ways to that which destroyeth kings."
        },
        {
          "chapter": 31,
          "verse": 4,
          "name": "Proverbs 31:4",
          "text": "It is not for kings, O Lemuel, it is not for kings to drink wine; nor for princes strong drink:"
        },
        {
          "chapter": 31,
          "verse": 5,
          "name": "Proverbs 31:5",
          "text": "Lest they drink, and forget the law, and pervert the judgment of any of the afflicted."
        },
        {
          "chapter": 31,
          "verse": 6,
          "name": "Proverbs 31:6",
          "text": "Give strong drink unto him that is ready to perish, and wine unto those that be of heavy hearts."
        },
        {
          "chapter": 31,
          "verse": 7,
          "name": "Proverbs 31:7",
          "text": "Let him drink, and forget his poverty, and remember his misery no more."
        },
        {
          "chapter": 31,
          "verse": 8,
          "name": "Proverbs 31:8",
          "text": "Open thy mouth for the dumb in the cause of all such as are appointed to destruction."
        },
        {
          "chapter": 31,
          "verse": 9,
          "name": "Proverbs 31:9",
          "text": "Open thy mouth, judge righteously, and plead the cause of the poor and needy."
        },
        {
          "chapter": 31,
          "verse": 10,
          "name": "Proverbs 31:10",
          "text": "Who can find a virtuous woman? for her price is far above rubies."
        },
        {
          "chapter": 31,
          "verse": 11,
          "name": "Proverbs 31:11",
          "text": "The heart of her husband doth safely trust in her, so that he shall have no need of spoil."
        },
        {
          "chapter": 31,
          "verse": 12,
          "name": "Proverbs 31:12",
          "text": "She will do him good and not evil all the days of her life."
        },
        {
          "chapter": 31,
          "verse": 13,
          "name": "Proverbs 31:13",
          "text": "She seeketh wool, and flax, and worketh willingly with her hands."
        },
        {
          "chapter": 31,
          "verse": 14,
          "name": "Proverbs 31:14",
          "text": "She is like the merchants’ ships; she bringeth her food from afar."
        },
        {
          "chapter": 31,
          "verse": 15,
          "name": "Proverbs 31:15",
          "text": "She riseth also while it is yet night, and giveth meat to her household, and a portion to her maidens."
        },
        {
          "chapter": 31,
          "verse": 16,
          "name": "Proverbs 31:16",
          "text": "She considereth a field, and buyeth it: with the fruit of her hands she planteth a vineyard."
        },
        {
          "chapter": 31,
          "verse": 17,
          "name": "Proverbs 31:17",
          "text": "She girdeth her loins with strength, and strengtheneth her arms."
        },
        {
          "chapter": 31,
          "verse": 18,
          "name": "Proverbs 31:18",
          "text": "She perceiveth that her merchandise is good: her candle goeth not out by night."
        },
        {
          "chapter": 31,
          "verse": 19,
          "name": "Proverbs 31:19",
          "text": "She layeth her hands to the spindle, and her hands hold the distaff."
        },
        {
          "chapter": 31,
          "verse": 20,
          "name": "Proverbs 31:20",
          "text": "She stretcheth out her hand to the poor; yea, she reacheth forth her hands to the needy."
        },
        {
          "chapter": 31,
          "verse": 21,
          "name": "Proverbs 31:21",
          "text": "She is not afraid of the snow for her household: for all her household are clothed with scarlet."
        },
        {
          "chapter": 31,
          "verse": 22,
          "name": "Proverbs 31:22",
          "text": "She maketh herself coverings of tapestry; her clothing is silk and purple."
        },
        {
          "chapter": 31,
          "verse": 23,
          "name": "Proverbs 31:23",
          "text": "Her husband is known in the gates, when he sitteth among the elders of the land."
        },
        {
          "chapter": 31,
          "verse": 24,
          "name": "Proverbs 31:24",
          "text": "She maketh fine linen, and selleth it; and delivereth girdles unto the merchant."
        },
        {
          "chapter": 31,
          "verse": 25,
          "name": "Proverbs 31:25",
          "text": "Strength and honour are her clothing; and she shall rejoice in time to come."
        },
        {
          "chapter": 31,
          "verse": 26,
          "name": "Proverbs 31:26",
          "text": "She openeth her mouth with wisdom; and in her tongue is the law of kindness."
        },
        {
          "chapter": 31,
          "verse": 27,
          "name": "Proverbs 31:27",
          "text": "She looketh well to the ways of her household, and eateth not the bread of idleness."
        },
        {
          "chapter": 31,
          "verse": 28,
          "name": "Proverbs 31:28",
          "text": "Her children arise up, and call her blessed; her husband also, and he praiseth her."
        },
        {
          "chapter": 31,
          "verse": 29,
          "name": "Proverbs 31:29",
          "text": "Many daughters have done virtuously, but thou excellest them all."
        },
        {
          "chapter": 31,
          "verse": 30,
          "name": "Proverbs 31:30",
          "text": "Favour is deceitful, and beauty is vain: but a woman that feareth the Lord, she shall be praised."
        },
        {
          "chapter": 31,
          "verse": 31,
          "name": "Proverbs 31:31",
          "text": "Give her of the fruit of her hands; and let her own works praise her in the gates.  "
        }
      ]
    }
  ]
}
