{
  "translation": "King James Version",
  "abbreviation": "kjv",
  "lang": "en",
  "language": "English",
  "direction": "LTR",
  "encoding": "UTF-8",
  "nr": 25,
  "name": "Lamentations",
  "chapters": [
    {
      "chapter": 1,
      "name": "Lamentations 1",
      "verses": [
        {
          "chapter": 1,
          "verse": 1,
          "name": "Lamentations 1:1",
          "text": "How doth the city sit solitary, that was full of people! how is she become as a widow! she that was great among the nations, and princess among the provinces, how is she become tributary!"
        },
        {
          "chapter": 1,
          "verse": 2,
          "name": "Lamentations 1:2",
          "text": "She weepeth sore in the night, and her tears are on her cheeks: among all her lovers she hath none to comfort her: all her friends have dealt treacherously with her, they are become her enemies."
        },
        {
          "chapter": 1,
          "verse": 3,
          "name": "Lamentations 1:3",
          "text": "Judah is gone into captivity because of affliction, and because of great servitude: she dwelleth among the heathen, she findeth no rest: all her persecutors overtook her between the straits."
        },
        {
          "chapter": 1,
          "verse": 4,
          "name": "Lamentations 1:4",
          "text": "The ways of Zion do mourn, because none come to the solemn feasts: all her gates are desolate: her priests sigh, her virgins are afflicted, and she is in bitterness."
        },
        {
          "chapter": 1,
          "verse": 5,
          "name": "Lamentations 1:5",
          "text": "Her adversaries are the chief, her enemies prosper; for the Lord hath afflicted her for the multitude of her transgressions: her children are gone into captivity before the enemy."
        },
        {
          "chapter": 1,
          "verse": 6,
          "name": "Lamentations 1:6",
          "text": "And from the daughter of Zion all her beauty is departed: her princes are become like harts that find no pasture, and they are gone without strength before the pursuer."
        },
        {
          "chapter": 1,
          "verse": 7,
          "name": "Lamentations 1:7",
          "text": "Jerusalem remembered in the days of her affliction and of her miseries all her pleasant things that she had in the days of old, when her people fell into the hand of the enemy, and none did help her: the adversaries saw her, and did mock at her sabbaths."
        },
        {
          "chapter": 1,
          "verse": 8,
          "name": "Lamentations 1:8",
          "text": "Jerusalem hath grievously sinned; therefore she is removed: all that honoured her despise her, because they have seen her nakedness: yea, she sigheth, and turneth backward."
        },
        {
          "chapter": 1,
          "verse": 9,
          "name": "Lamentations 1:9",
          "text": "Her filthiness is in her skirts; she remembereth not her last end; therefore she came down wonderfully: she had no comforter. O Lord, behold my affliction: for the enemy hath magnified himself."
        },
        {
          "chapter": 1,
          "verse": 10,
          "name": "Lamentations 1:10",
          "text": "The adversary hath spread out his hand upon all her pleasant things: for she hath seen that the heathen entered into her sanctuary, whom thou didst command that they should not enter into thy congregation."
        },
        {
          "chapter": 1,
          "verse": 11,
          "name": "Lamentations 1:11",
          "text": "All her people sigh, they seek bread; they have given their pleasant things for meat to relieve the soul: see, O Lord, and consider; for I am become vile."
        },
        {
          "chapter": 1,
          "verse": 12,
          "name": "Lamentations 1:12",
          "text": "Is it nothing to you, all ye that pass by? behold, and see if there be any sorrow like unto my sorrow, which is done unto me, wherewith the Lord hath afflicted me in the day of his fierce anger."
        },
        {
          "chapter": 1,
          "verse": 13,
          "name": "Lamentations 1:13",
          "text": "From above hath he sent fire into my bones, and it prevaileth against them: he hath spread a net for my feet, he hath turned me back: he hath made me desolate and faint all the day."
        },
        {
          "chapter": 1,
          "verse": 14,
          "name": "Lamentations 1:14",
          "text": "The yoke of my transgressions is bound by his hand: they are wreathed, and come up upon my neck: he hath made my strength to fall, the Lord hath delivered me into their hands, from whom I am not able to rise up."
        },
        {
          "chapter": 1,
          "verse": 15,
          "name": "Lamentations 1:15",
          "text": "The Lord hath trodden under foot all my mighty men in the midst of me: he hath called an assembly against me to crush my young men: the Lord hath trodden the virgin, the daughter of Judah, as in a winepress."
        },
        {
          "chapter": 1,
          "verse": 16,
          "name": "Lamentations 1:16",
          "text": "For these things I weep; mine eye, mine eye runneth down with water, because the comforter that should relieve my soul is far from me: my children are desolate, because the enemy prevailed."
        },
        {
          "chapter": 1,
          "verse": 17,
          "name": "Lamentations 1:17",
          "text": "Zion spreadeth forth her hands, and there is none to comfort her: the Lord hath commanded concerning Jacob, that his adversaries should be round about him: Jerusalem is as a menstruous woman among them."
        },
        {
          "chapter": 1,
          "verse": 18,
          "name": "Lamentations 1:18",
          "text": "The Lord is righteous; for I have rebelled against his commandment: hear, I pray you, all people, and behold my sorrow: my virgins and my young men are gone into captivity."
        },
        {
          "chapter": 1,
          "verse": 19,
          "name": "Lamentations 1:19",
          "text": "I called for my lovers, but they deceived me: my priests and mine elders gave up the ghost in the city, while they sought their meat to relieve their souls."
        },
        {
          "chapter": 1,
          "verse": 20,
          "name": "Lamentations 1:20",
          "text": "Behold, O Lord; for I am in distress: my bowels are troubled; mine heart is turned within me; for I have grievously rebelled: abroad the sword bereaveth, at home there is as death."
        },
        {
          "chapter": 1,
          "verse": 21,
          "name": "Lamentations 1:21",
          "text": "They have heard that I sigh: there is none to comfort me: all mine enemies have heard of my trouble; they are glad that thou hast done it: thou wilt bring the day that thou hast called, and they shall be like unto me."
        },
        {
          "chapter": 1,
          "verse": 22,
          "name": "Lamentations 1:22",
          "text": "Let all their wickedness come before thee; and do unto them, as thou hast done unto me for all my transgressions: for my sighs are many, and my heart is faint. "
        }
      ]
    },
    {
      "chapter": 2,
      "name": "Lamentations 2",
      "verses": [
        {
          "chapter": 2,
          "verse": 1,
          "name": "Lamentations 2:1",
          "text": "How hath the Lord covered the daughter of Zion with a cloud in his anger, and cast down from heaven unto the earth the beauty of Israel, and remembered not his footstool in the day of his anger!"
        },
        {
          "chapter": 2,
          "verse": 2,
          "name": "Lamentations 2:2",
          "text": "The Lord hath swallowed up all the habitations of Jacob, and hath not pitied: he hath thrown down in his wrath the strong holds of the daughter of Judah; he hath brought them down to the ground: he hath polluted the kingdom and the princes thereof."
        },
        {
          "chapter": 2,
          "verse": 3,
          "name": "Lamentations 2:3",
          "text": "He hath cut off in his fierce anger all the horn of Israel: he hath drawn back his right hand from before the enemy, and he burned against Jacob like a flaming fire, which devoureth round about."
        },
        {
          "chapter": 2,
          "verse": 4,
          "name": "Lamentations 2:4",
          "text": "He hath bent his bow like an enemy: he stood with his right hand as an adversary, and slew all that were pleasant to the eye in the tabernacle of the daughter of Zion: he poured out his fury like fire."
        },
        {
          "chapter": 2,
          "verse": 5,
          "name": "Lamentations 2:5",
          "text": "The Lord was as an enemy: he hath swallowed up Israel, he hath swallowed up all her palaces: he hath destroyed his strong holds, and hath increased in the daughter of Judah mourning and lamentation."
        },
        {
          "chapter": 2,
          "verse": 6,
          "name": "Lamentations 2:6",
          "text": "And he hath violently taken away his tabernacle, as if it were of a garden: he hath destroyed his places of the assembly: the Lord hath caused the solemn feasts and sabbaths to be forgotten in Zion, and hath despised in the indignation of his anger the king and the priest."
        },
        {
          "chapter": 2,
          "verse": 7,
          "name": "Lamentations 2:7",
          "text": "The Lord hath cast off his altar, he hath abhorred his sanctuary, he hath given up into the hand of the enemy the walls of her palaces; they have made a noise in the house of the Lord, as in the day of a solemn feast."
        },
        {
          "chapter": 2,
          "verse": 8,
          "name": "Lamentations 2:8",
          "text": "The Lord hath purposed to destroy the wall of the daughter of Zion: he hath stretched out a line, he hath not withdrawn his hand from destroying: therefore he made the rampart and the wall to lament; they languished together."
        },
        {
          "chapter": 2,
          "verse": 9,
          "name": "Lamentations 2:9",
          "text": "Her gates are sunk into the ground; he hath destroyed and broken her bars: her king and her princes are among the Gentiles: the law is no more; her prophets also find no vision from the Lord."
        },
        {
          "chapter": 2,
          "verse": 10,
          "name": "Lamentations 2:10",
          "text": "The elders of the daughter of Zion sit upon the ground, and keep silence: they have cast up dust upon their heads; they have girded themselves with sackcloth: the virgins of Jerusalem hang down their heads to the ground."
        },
        {
          "chapter": 2,
          "verse": 11,
          "name": "Lamentations 2:11",
          "text": "Mine eyes do fail with tears, my bowels are troubled, my liver is poured upon the earth, for the destruction of the daughter of my people; because the children and the sucklings swoon in the streets of the city."
        },
        {
          "chapter": 2,
          "verse": 12,
          "name": "Lamentations 2:12",
          "text": "They say to their mothers, Where is corn and wine? when they swooned as the wounded in the streets of the city, when their soul was poured out into their mothers’ bosom."
        },
        {
          "chapter": 2,
          "verse": 13,
          "name": "Lamentations 2:13",
          "text": "What thing shall I take to witness for thee? what thing shall I liken to thee, O daughter of Jerusalem? what shall I equal to thee, that I may comfort thee, O virgin daughter of Zion? for thy breach is great like the sea: who can heal thee?"
        },
        {
          "chapter": 2,
          "verse": 14,
          "name": "Lamentations 2:14",
          "text": "Thy prophets have seen vain and foolish things for thee: and they have not discovered thine iniquity, to turn away thy captivity; but have seen for thee false burdens and causes of banishment."
        },
        {
          "chapter": 2,
          "verse": 15,
          "name": "Lamentations 2:15",
          "text": "All that pass by clap their hands at thee; they hiss and wag their head at the daughter of Jerusalem, saying, Is this the city that men call The perfection of beauty, The joy of the whole earth?"
        },
        {
          "chapter": 2,
          "verse": 16,
          "name": "Lamentations 2:16",
          "text": "All thine enemies have opened their mouth against thee: they hiss and gnash the teeth: they say, We have swallowed her up: certainly this is the day that we looked for; we have found, we have seen it."
        },
        {
          "chapter": 2,
          "verse": 17,
          "name": "Lamentations 2:17",
          "text": "The Lord hath done that which he had devised; he hath fulfilled his word that he had commanded in the days of old: he hath thrown down, and hath not pitied: and he hath caused thine enemy to rejoice over thee, he hath set up the horn of thine adversaries."
        },
        {
          "chapter": 2,
          "verse": 18,
          "name": "Lamentations 2:18",
          "text": "Their heart cried unto the Lord, O wall of the daughter of Zion, let tears run down like a river day and night: give thyself no rest; let not the apple of thine eye cease."
        },
        {
          "chapter": 2,
          "verse": 19,
          "name": "Lamentations 2:19",
          "text": "Arise, cry out in the night: in the beginning of the watches pour out thine heart like water before the face of the Lord: lift up thy hands toward him for the life of thy young children, that faint for hunger in the top of every street."
        },
        {
          "chapter": 2,
          "verse": 20,
          "name": "Lamentations 2:20",
          "text": "Behold, O Lord, and consider to whom thou hast done this. Shall the women eat their fruit, and children of a span long? shall the priest and the prophet be slain in the sanctuary of the Lord?"
        },
        {
          "chapter": 2,
          "verse": 21,
          "name": "Lamentations 2:21",
          "text": "The young and the old lie on the ground in the streets: my virgins and my young men are fallen by the sword; thou hast slain them in the day of thine anger; thou hast killed, and not pitied."
        },
        {
          "chapter": 2,
          "verse": 22,
          "name": "Lamentations 2:22",
          "text": "Thou hast called as in a solemn day my terrors round about, so that in the day of the Lord’s anger none escaped nor remained: those that I have swaddled and brought up hath mine enemy consumed. "
        }
      ]
    },
    {
      "chapter": 3,
      "name": "Lamentations 3",
      "verses": [
        {
          "chapter": 3,
          "verse": 1,
          "name": "Lamentations 3:1",
          "text": "I am the man that hath seen affliction by the rod of his wrath."
        },
        {
          "chapter": 3,
          "verse": 2,
          "name": "Lamentations 3:2",
          "text": "He hath led me, and brought me into darkness, but not into light."
        },
        {
          "chapter": 3,
          "verse": 3,
          "name": "Lamentations 3:3",
          "text": "Surely against me is he turned; he turneth his hand against me all the day."
        },
        {
          "chapter": 3,
          "verse": 4,
          "name": "Lamentations 3:4",
          "text": "My flesh and my skin hath he made old; he hath broken my bones."
        },
        {
          "chapter": 3,
          "verse": 5,
          "name": "Lamentations 3:5",
          "text": "He hath builded against me, and compassed me with gall and travail."
        },
        {
          "chapter": 3,
          "verse": 6,
          "name": "Lamentations 3:6",
          "text": "He hath set me in dark places, as they that be dead of old."
        },
        {
          "chapter": 3,
          "verse": 7,
          "name": "Lamentations 3:7",
          "text": "He hath hedged me about, that I cannot get out: he hath made my chain heavy."
        },
        {
          "chapter": 3,
          "verse": 8,
          "name": "Lamentations 3:8",
          "text": "Also when I cry and shout, he shutteth out my prayer."
        },
        {
          "chapter": 3,
          "verse": 9,
          "name": "Lamentations 3:9",
          "text": "He hath inclosed my ways with hewn stone, he hath made my paths crooked."
        },
        {
          "chapter": 3,
          "verse": 10,
          "name": "Lamentations 3:10",
          "text": "He was unto me as a bear lying in wait, and as a lion in secret places."
        },
        {
          "chapter": 3,
          "verse": 11,
          "name": "Lamentations 3:11",
          "text": "He hath turned aside my ways, and pulled me in pieces: he hath made me desolate."
        },
        {
          "chapter": 3,
          "verse": 12,
          "name": "Lamentations 3:12",
          "text": "He hath bent his bow, and set me as a mark for the arrow."
        },
        {
          "chapter": 3,
          "verse": 13,
          "name": "Lamentations 3:13",
          "text": "He hath caused the arrows of his quiver to enter into my reins."
        },
        {
          "chapter": 3,
          "verse": 14,
          "name": "Lamentations 3:14",
          "text": "I was a derision to all my people; and their song all the day."
        },
        {
          "chapter": 3,
          "verse": 15,
          "name": "Lamentations 3:15",
          "text": "He hath filled me with bitterness, he hath made me drunken with wormwood."
        },
        {
          "chapter": 3,
          "verse": 16,
          "name": "Lamentations 3:16",
          "text": "He hath also broken my teeth with gravel stones, he hath covered me with ashes."
        },
        {
          "chapter": 3,
          "verse": 17,
          "name": "Lamentations 3:17",
          "text": "And thou hast removed my soul far off from peace: I forgat prosperity."
        },
        {
          "chapter": 3,
          "verse": 18,
          "name": "Lamentations 3:18",
          "text": "And I said, My strength and my hope is perished from the Lord:"
        },
        {
          "chapter": 3,
          "verse": 19,
          "name": "Lamentations 3:19",
          "text": "Remembering mine affliction and my misery, the wormwood and the gall."
        },
        {
          "chapter": 3,
          "verse": 20,
          "name": "Lamentations 3:20",
          "text": "My soul hath them still in remembrance, and is humbled in me."
        },
        {
          "chapter": 3,
          "verse": 21,
          "name": "Lamentations 3:21",
          "text": "This I recall to my mind, therefore have I hope."
        },
        {
          "chapter": 3,
          "verse": 22,
          "name": "Lamentations 3:22",
          "text": "It is of the Lord’s mercies that we are not consumed, because his compassions fail not."
        },
        {
          "chapter": 3,
          "verse": 23,
          "name": "Lamentations 3:23",
          "text": "They are new every morning: great is thy faithfulness."
        },
        {
          "chapter": 3,
          "verse": 24,
          "name": "Lamentations 3:24",
          "text": "The Lord is my portion, saith my soul; therefore will I hope in him."
        },
        {
          "chapter": 3,
          "verse": 25,
          "name": "Lamentations 3:25",
          "text": "The Lord is good unto them that wait for him, to the soul that seeketh him."
        },
        {
          "chapter": 3,
          "verse": 26,
          "name": "Lamentations 3:26",
          "text": "It is good that a man should both hope and quietly wait for the salvation of the Lord."
        },
        {
          "chapter": 3,
          "verse": 27,
          "name": "Lamentations 3:27",
          "text": "It is good for a man that he bear the yoke in his youth."
        },
        {
          "chapter": 3,
          "verse": 28,
          "name": "Lamentations 3:28",
          "text": "He sitteth alone and keepeth silence, because he hath borne it upon him."
        },
        {
          "chapter": 3,
          "verse": 29,
          "name": "Lamentations 3:29",
          "text": "He putteth his mouth in the dust; if so be there may be hope."
        },
        {
          "chapter": 3,
          "verse": 30,
          "name": "Lamentations 3:30",
          "text": "He giveth his cheek to him that smiteth him: he is filled full with reproach."
        },
        {
          "chapter": 3,
          "verse": 31,
          "name": "Lamentations 3:31",
          "text": "For the Lord will not cast off for ever:"
        },
        {
          "chapter": 3,
          "verse": 32,
          "name": "Lamentations 3:32",
          "text": "But though he cause grief, yet will he have compassion according to the multitude of his mercies."
        },
        {
          "chapter": 3,
          "verse": 33,
          "name": "Lamentations 3:33",
          "text": "For he doth not afflict willingly nor grieve the children of men."
        },
        {
          "chapter": 3,
          "verse": 34,
          "name": "Lamentations 3:34",
          "text": "To crush under his feet all the prisoners of the earth,"
        },
        {
          "chapter": 3,
          "verse": 35,
          "name": "Lamentations 3:35",
          "text": "To turn aside the right of a man before the face of the most High,"
        },
        {
          "chapter": 3,
          "verse": 36,
          "name": "Lamentations 3:36",
          "text": "To subvert a man in his cause, the Lord approveth not."
        },
        {
          "chapter": 3,
          "verse": 37,
          "name": "Lamentations 3:37",
          "text": "Who is he that saith, and it cometh to pass, when the Lord commandeth it not?"
        },
        {
          "chapter": 3,
          "verse": 38,
          "name": "Lamentations 3:38",
          "text": "Out of the mouth of the most High proceedeth not evil and good?"
        },
        {
          "chapter": 3,
          "verse": 39,
          "name": "Lamentations 3:39",
          "text": "Wherefore doth a living man complain, a man for the punishment of his sins?"
        },
        {
          "chapter": 3,
          "verse": 40,
          "name": "Lamentations 3:40",
          "text": "Let us search and try our ways, and turn again to the Lord."
        },
        {
          "chapter": 3,
          "verse": 41,
          "name": "Lamentations 3:41",
          "text": "Let us lift up our heart with our hands unto God in the heavens."
        },
        {
          "chapter": 3,
          "verse": 42,
          "name": "Lamentations 3:42",
          "text": "We have transgressed and have rebelled: thou hast not pardoned."
        },
        {
          "chapter": 3,
          "verse": 43,
          "name": "Lamentations 3:43",
          "text": "Thou hast covered with anger, and persecuted us: thou hast slain, thou hast not pitied."
        },
        {
          "chapter": 3,
          "verse": 44,
          "name": "Lamentations 3:44",
          "text": "Thou hast covered thyself with a cloud, that our prayer should not pass through."
        },
        {
          "chapter": 3,
          "verse": 45,
          "name": "Lamentations 3:45",
          "text": "Thou hast made us as the offscouring and refuse in the midst of the people."
        },
        {
          "chapter": 3,
          "verse": 46,
          "name": "Lamentations 3:46",
          "text": "All our enemies have opened their mouths against us."
        },
        {
          "chapter": 3,
          "verse": 47,
          "name": "Lamentations 3:47",
          "text": "Fear and a snare is come upon us, desolation and destruction."
        },
        {
          "chapter": 3,
          "verse": 48,
          "name": "Lamentations 3:48",
          "text": "Mine eye runneth down with rivers of water for the destruction of the daughter of my people."
        },
        {
          "chapter": 3,
          "verse": 49,
          "name": "Lamentations 3:49",
          "text": "Mine eye trickleth down, and ceaseth not, without any intermission,"
        },
        {
          "chapter": 3,
          "verse": 50,
          "name": "Lamentations 3:50",
          "text": "Till the Lord look down, and behold from heaven."
        },
        {
          "chapter": 3,
          "verse": 51,
          "name": "Lamentations 3:51",
          "text": "Mine eye affecteth mine heart because of all the daughters of my city."
        },
        {
          "chapter": 3,
          "verse": 52,
          "name": "Lamentations 3:52",
          "text": "Mine enemies chased me sore, like a bird, without cause."
        },
        {
          "chapter": 3,
          "verse": 53,
          "name": "Lamentations 3:53",
          "text": "They have cut off my life in the dungeon, and cast a stone upon me."
        },
        {
          "chapter": 3,
          "verse": 54,
          "name": "Lamentations 3:54",
          "text": "Waters flowed over mine head; then I said, I am cut off."
        },
        {
          "chapter": 3,
          "verse": 55,
          "name": "Lamentations 3:55",
          "text": "I called upon thy name, O Lord, out of the low dungeon."
        },
        {
          "chapter": 3,
          "verse": 56,
          "name": "Lamentations 3:56",
          "text": "Thou hast heard my voice: hide not thine ear at my breathing, at my cry."
        },
        {
          "chapter": 3,
          "verse": 57,
          "name": "Lamentations 3:57",
          "text": "Thou drewest near in the day that I called upon thee: thou saidst, Fear not."
        },
        {
          "chapter": 3,
          "verse": 58,
          "name": "Lamentations 3:58",
          "text": "O Lord, thou hast pleaded the causes of my soul; thou hast redeemed my life."
        },
        {
          "chapter": 3,
          "verse": 59,
          "name": "Lamentations 3:59",
          "text": "O Lord, thou hast seen my wrong: judge thou my cause."
        },
        {
          "chapter": 3,
          "verse": 60,
          "name": "Lamentations 3:60",
          "text": "Thou hast seen all their vengeance and all their imaginations against me."
        },
        {
          "chapter": 3,
          "verse": 61,
          "name": "Lamentations 3:61",
          "text": "Thou hast heard their reproach, O Lord, and all their imaginations against me;"
        },
        {
          "chapter": 3,
          "verse": 62,
          "name": "Lamentations 3:62",
          "text": "The lips of those that rose up against me, and their device against me all the day."
        },
        {
          "chapter": 3,
          "verse": 63,
          "name": "Lamentations 3:63",
          "text": "Behold their sitting down, and their rising up; I am their musick."
        },
        {
          "chapter": 3,
          "verse": 64,
          "name": "Lamentations 3:64",
          "text": "Render unto them a recompence, O Lord, according to the work of their hands."
        },
        {
          "chapter": 3,
          "verse": 65,
          "name": "Lamentations 3:65",
          "text": "Give them sorrow of heart, thy curse unto them."
        },
        {
          "chapter": 3,
          "verse": 66,
          "name": "Lamentations 3:66",
          "text": "Persecute and destroy them in anger from under the heavens of the Lord. "
        }
      ]
    },
    {
      "chapter": 4,
      "name": "Lamentations 4",
      "verses": [
        {
          "chapter": 4,
          "verse": 1,
          "name": "Lamentations 4:1",
          "text": "How is the gold become dim! how is the most fine gold changed! the stones of the sanctuary are poured out in the top of every street."
        },
        {
          "chapter": 4,
          "verse": 2,
          "name": "Lamentations 4:2",
          "text": "The precious sons of Zion, comparable to fine gold, how are they esteemed as earthen pitchers, the work of the hands of the potter!"
        },
        {
          "chapter": 4,
          "verse": 3,
          "name": "Lamentations 4:3",
          "text": "Even the sea monsters draw out the breast, they give suck to their young ones: the daughter of my people is become cruel, like the ostriches in the wilderness."
        },
        {
          "chapter": 4,
          "verse": 4,
          "name": "Lamentations 4:4",
          "text": "The tongue of the sucking child cleaveth to the roof of his mouth for thirst: the young children ask bread, and no man breaketh it unto them."
        },
        {
          "chapter": 4,
          "verse": 5,
          "name": "Lamentations 4:5",
          "text": "They that did feed delicately are desolate in the streets: they that were brought up in scarlet embrace dunghills."
        },
        {
          "chapter": 4,
          "verse": 6,
          "name": "Lamentations 4:6",
          "text": "For the punishment of the iniquity of the daughter of my people is greater than the punishment of the sin of Sodom, that was overthrown as in a moment, and no hands stayed on her."
        },
        {
          "chapter": 4,
          "verse": 7,
          "name": "Lamentations 4:7",
          "text": "Her Nazarites were purer than snow, they were whiter than milk, they were more ruddy in body than rubies, their polishing was of sapphire:"
        },
        {
          "chapter": 4,
          "verse": 8,
          "name": "Lamentations 4:8",
          "text": "Their visage is blacker than a coal; they are not known in the streets: their skin cleaveth to their bones; it is withered, it is become like a stick."
        },
        {
          "chapter": 4,
          "verse": 9,
          "name": "Lamentations 4:9",
          "text": "They that be slain with the sword are better than they that be slain with hunger: for these pine away, stricken through for want of the fruits of the field."
        },
        {
          "chapter": 4,
          "verse": 10,
          "name": "Lamentations 4:10",
          "text": "The hands of the pitiful women have sodden their own children: they were their meat in the destruction of the daughter of my people."
        },
        {
          "chapter": 4,
          "verse": 11,
          "name": "Lamentations 4:11",
          "text": "The Lord hath accomplished his fury; he hath poured out his fierce anger, and hath kindled a fire in Zion, and it hath devoured the foundations thereof."
        },
        {
          "chapter": 4,
          "verse": 12,
          "name": "Lamentations 4:12",
          "text": "The kings of the earth, and all the inhabitants of the world, would not have believed that the adversary and the enemy should have entered into the gates of Jerusalem."
        },
        {
          "chapter": 4,
          "verse": 13,
          "name": "Lamentations 4:13",
          "text": "For the sins of her prophets, and the iniquities of her priests, that have shed the blood of the just in the midst of her,"
        },
        {
          "chapter": 4,
          "verse": 14,
          "name": "Lamentations 4:14",
          "text": "They have wandered as blind men in the streets, they have polluted themselves with blood, so that men could not touch their garments."
        },
        {
          "chapter": 4,
          "verse": 15,
          "name": "Lamentations 4:15",
          "text": "They cried unto them, Depart ye; it is unclean; depart, depart, touch not: when they fled away and wandered, they said among the heathen, They shall no more sojourn there."
        },
        {
          "chapter": 4,
          "verse": 16,
          "name": "Lamentations 4:16",
          "text": "The anger of the Lord hath divided them; he will no more regard them: they respected not the persons of the priests, they favoured not the elders."
        },
        {
          "chapter": 4,
          "verse": 17,
          "name": "Lamentations 4:17",
          "text": "As for us, our eyes as yet failed for our vain help: in our watching we have watched for a nation that could not save us."
        },
        {
          "chapter": 4,
          "verse": 18,
          "name": "Lamentations 4:18",
          "text": "They hunt our steps, that we cannot go in our streets: our end is near, our days are fulfilled; for our end is come."
        },
        {
          "chapter": 4,
          "verse": 19,
          "name": "Lamentations 4:19",
          "text": "Our persecutors are swifter than the eagles of the heaven: they pursued us upon the mountains, they laid wait for us in the wilderness."
        },
        {
          "chapter": 4,
          "verse": 20,
          "name": "Lamentations 4:20",
          "text": "The breath of our nostrils, the anointed of the Lord, was taken in their pits, of whom we said, Under his shadow we shall live among the heathen."
        },
        {
          "chapter": 4,
          "verse": 21,
          "name": "Lamentations 4:21",
          "text": "Rejoice and be glad, O daughter of Edom, that dwellest in the land of Uz; the cup also shall pass through unto thee: thou shalt be drunken, and shalt make thyself naked."
        },
        {
          "chapter": 4,
          "verse": 22,
          "name": "Lamentations 4:22",
          "text": "The punishment of thine iniquity is accomplished, O daughter of Zion; he will no more carry thee away into captivity: he will visit thine iniquity, O daughter of Edom; he will discover thy sins. "
        }
      ]
    },
    {
      "chapter": 5,
      "name": "Lamentations 5",
      "verses": [
        {
          "chapter": 5,
          "verse": 1,
          "name": "Lamentations 5:1",
          "text": "Remember, O Lord, what is come upon us: consider, and behold our reproach."
        },
        {
          "chapter": 5,
          "verse": 2,
          "name": "Lamentations 5:2",
          "text": "Our inheritance is turned to strangers, our houses to aliens."
        },
        {
          "chapter": 5,
          "verse": 3,
          "name": "Lamentations 5:3",
          "text": "We are orphans and fatherless, our mothers are as widows."
        },
        {
          "chapter": 5,
          "verse": 4,
          "name": "Lamentations 5:4",
          "text": "We have drunken our water for money; our wood is sold unto us."
        },
        {
          "chapter": 5,
          "verse": 5,
          "name": "Lamentations 5:5",
          "text": "Our necks are under persecution: we labour, and have no rest."
        },
        {
          "chapter": 5,
          "verse": 6,
          "name": "Lamentations 5:6",
          "text": "We have given the hand to the Egyptians, and to the Assyrians, to be satisfied with bread."
        },
        {
          "chapter": 5,
          "verse": 7,
          "name": "Lamentations 5:7",
          "text": "Our fathers have sinned, and are not; and we have borne their iniquities."
        },
        {
          "chapter": 5,
          "verse": 8,
          "name": "Lamentations 5:8",
          "text": "Servants have ruled over us: there is none that doth deliver us out of their hand."
        },
        {
          "chapter": 5,
          "verse": 9,
          "name": "Lamentations 5:9",
          "text": "We gat our bread with the peril of our lives because of the sword of the wilderness."
        },
        {
          "chapter": 5,
          "verse": 10,
          "name": "Lamentations 5:10",
          "text": "Our skin was black like an oven because of the terrible famine."
        },
        {
          "chapter": 5,
          "verse": 11,
          "name": "Lamentations 5:11",
          "text": "They ravished the women in Zion, and the maids in the cities of Judah."
        },
        {
          "chapter": 5,
          "verse": 12,
          "name": "Lamentations 5:12",
          "text": "Princes are hanged up by their hand: the faces of elders were not honoured."
        },
        {
          "chapter": 5,
          "verse": 13,
          "name": "Lamentations 5:13",
          "text": "They took the young men to grind, and the children fell under the wood."
        },
        {
          "chapter": 5,
          "verse": 14,
          "name": "Lamentations 5:14",
          "text": "The elders have ceased from the gate, the young men from their musick."
        },
        {
          "chapter": 5,
          "verse": 15,
          "name": "Lamentations 5:15",
          "text": "The joy of our heart is ceased; our dance is turned into mourning."
        },
        {
          "chapter": 5,
          "verse": 16,
          "name": "Lamentations 5:16",
          "text": "The crown is fallen from our head: woe unto us, that we have sinned!"
        },
        {
          "chapter": 5,
          "verse": 17,
          "name": "Lamentations 5:17",
          "text": "For this our heart is faint; for these things our eyes are dim."
        },
        {
          "chapter": 5,
          "verse": 18,
          "name": "Lamentations 5:18",
          "text": "Because of the mountain of Zion, which is desolate, the foxes walk upon it."
        },
        {
          "chapter": 5,
          "verse": 19,
          "name": "Lamentations 5:19",
          "text": "Thou, O Lord, remainest for ever; thy throne from generation to generation."
        },
        {
          "chapter": 5,
          "verse": 20,
          "name": "Lamentations 5:20",
          "text": "Wherefore dost thou forget us for ever, and forsake us so long time?"
        },
        {
          "chapter": 5,
          "verse": 21,
          "name": "Lamentations 5:21",
          "text": "Turn thou us unto thee, O Lord, and we shall be turned; renew our days as of old."
        },
        {
          "chapter": 5,
          "verse": 22,
          "name": "Lamentations 5:22",
          "text": "But thou hast utterly rejected us; thou art very wroth against us.  "
        }
      ]
    }
  ]
}
