{
  "translation": "King James Version",
  "abbreviation": "kjv",
  "lang": "en",
  "language": "English",
  "direction": "LTR",
  "encoding": "UTF-8",
  "nr": 53,
  "name": "2 Thessalonians",
  "chapters": [
    {
      "chapter": 1,
      "name": "2 Thessalonians 1",
      "verses": [
        {
          "chapter": 1,
          "verse": 1,
          "name": "2 Thessalonians 1:1",
          "text": "Paul, and Silvanus, and Timotheus, unto the church of the Thessalonians in God our Father and the Lord Jesus Christ:"
        },
        {
          "chapter": 1,
          "verse": 2,
          "name": "2 Thessalonians 1:2",
          "text": "Grace unto you, and peace, from God our Father and the Lord Jesus Christ."
        },
        {
          "chapter": 1,
          "verse": 3,
          "name": "2 Thessalonians 1:3",
          "text": "We are bound to thank God always for you, brethren, as it is meet, because that your faith groweth exceedingly, and the charity of every one of you all toward each other aboundeth;"
        },
        {
          "chapter": 1,
          "verse": 4,
          "name": "2 Thessalonians 1:4",
          "text": "So that we ourselves glory in you in the churches of God for your patience and faith in all your persecutions and tribulations that ye endure:"
        },
        {
          "chapter": 1,
          "verse": 5,
          "name": "2 Thessalonians 1:5",
          "text": "Which is a manifest token of the righteous judgment of God, that ye may be counted worthy of the kingdom of God, for which ye also suffer:"
        },
        {
          "chapter": 1,
          "verse": 6,
          "name": "2 Thessalonians 1:6",
          "text": "Seeing it is a righteous thing with God to recompense tribulation to them that trouble you;"
        },
        {
          "chapter": 1,
          "verse": 7,
          "name": "2 Thessalonians 1:7",
          "text": "And to you who are troubled rest with us, when the Lord Jesus shall be revealed from heaven with his mighty angels,"
        },
        {
          "chapter": 1,
          "verse": 8,
          "name": "2 Thessalonians 1:8",
          "text": "In flaming fire taking vengeance on them that know not God, and that obey not the gospel of our Lord Jesus Christ:"
        },
        {
          "chapter": 1,
          "verse": 9,
          "name": "2 Thessalonians 1:9",
          "text": "Who shall be punished with everlasting destruction from the presence of the Lord, and from the glory of his power;"
        },
        {
          "chapter": 1,
          "verse": 10,
          "name": "2 Thessalonians 1:10",
          "text": "When he shall come to be glorified in his saints, and to be admired in all them that believe (because our testimony among you was believed) in that day."
        },
        {
          "chapter": 1,
          "verse": 11,
          "name": "2 Thessalonians 1:11",
          "text": "Wherefore also we pray always for you, that our God would count you worthy of this calling, and fulfil all the good pleasure of his goodness, and the work of faith with power:"
        },
        {
          "chapter": 1,
          "verse": 12,
          "name": "2 Thessalonians 1:12",
          "text": "That the name of our Lord Jesus Christ may be glorified in you, and ye in him, according to the grace of our God and the Lord Jesus Christ. "
        }
      ]
    },
    {
      "chapter": 2,
      "name": "2 Thessalonians 2",
      "verses": [
        {
          "chapter": 2,
          "verse": 1,
          "name": "2 Thessalonians 2:1",
          "text": "Now we beseech you, brethren, by the coming of our Lord Jesus Christ, and by our gathering together unto him,"
        },
        {
          "chapter": 2,
          "verse": 2,
          "name": "2 Thessalonians 2:2",
          "text": "That ye be not soon shaken in mind, or be troubled, neither by spirit, nor by word, nor by letter as from us, as that the day of Christ is at hand."
        },
        {
          "chapter": 2,
          "verse": 3,
          "name": "2 Thessalonians 2:3",
          "text": "Let no man deceive you by any means: for that day shall not come, except there come a falling away first, and that man of sin be revealed, the son of perdition;"
        },
        {
          "chapter": 2,
          "verse": 4,
          "name": "2 Thessalonians 2:4",
          "text": "Who opposeth and exalteth himself above all that is called God, or that is worshipped; so that he as God sitteth in the temple of God, shewing himself that he is God."
        },
        {
          "chapter": 2,
          "verse": 5,
          "name": "2 Thessalonians 2:5",
          "text": "Remember ye not, that, when I was yet with you, I told you these things?"
        },
        {
          "chapter": 2,
          "verse": 6,
          "name": "2 Thessalonians 2:6",
          "text": "And now ye know what withholdeth that he might be revealed in his time."
        },
        {
          "chapter": 2,
          "verse": 7,
          "name": "2 Thessalonians 2:7",
          "text": "For the mystery of iniquity doth already work: only he who now letteth will let, until he be taken out of the way."
        },
        {
          "chapter": 2,
          "verse": 8,
          "name": "2 Thessalonians 2:8",
          "text": "And then shall that Wicked be revealed, whom the Lord shall consume with the spirit of his mouth, and shall destroy with the brightness of his coming:"
        },
        {
          "chapter": 2,
          "verse": 9,
          "name": "2 Thessalonians 2:9",
          "text": "Even him, whose coming is after the working of Satan with all power and signs and lying wonders,"
        },
        {
          "chapter": 2,
          "verse": 10,
          "name": "2 Thessalonians 2:10",
          "text": "And with all deceivableness of unrighteousness in them that perish; because they received not the love of the truth, that they might be saved."
        },
        {
          "chapter": 2,
          "verse": 11,
          "name": "2 Thessalonians 2:11",
          "text": "And for this cause God shall send them strong delusion, that they should believe a lie:"
        },
        {
          "chapter": 2,
          "verse": 12,
          "name": "2 Thessalonians 2:12",
          "text": "That they all might be damned who believed not the truth, but had pleasure in unrighteousness."
        },
        {
          "chapter": 2,
          "verse": 13,
          "name": "2 Thessalonians 2:13",
          "text": "But we are bound to give thanks alway to God for you, brethren beloved of the Lord, because God hath from the beginning chosen you to salvation through sanctification of the Spirit and belief of the truth:"
        },
        {
          "chapter": 2,
          "verse": 14,
          "name": "2 Thessalonians 2:14",
          "text": "Whereunto he called you by our gospel, to the obtaining of the glory of our Lord Jesus Christ."
        },
        {
          "chapter": 2,
          "verse": 15,
          "name": "2 Thessalonians 2:15",
          "text": "Therefore, brethren, stand fast, and hold the traditions which ye have been taught, whether by word, or our epistle."
        },
        {
          "chapter": 2,
          "verse": 16,
          "name": "2 Thessalonians 2:16",
          "text": "Now our Lord Jesus Christ himself, and God, even our Father, which hath loved us, and hath given us everlasting consolation and good hope through grace,"
        },
        {
          "chapter": 2,
          "verse": 17,
          "name": "2 Thessalonians 2:17",
          "text": "Comfort your hearts, and stablish you in every good word and work. "
        }
      ]
    },
    {
      "chapter": 3,
      "name": "2 Thessalonians 3",
      "verses": [
        {
          "chapter": 3,
          "verse": 1,
          "name": "2 Thessalonians 3:1",
          "text": "Finally, brethren, pray for us, that the word of the Lord may have free course, and be glorified, even as it is with you:"
        },
        {
          "chapter": 3,
          "verse": 2,
          "name": "2 Thessalonians 3:2",
          "text": "And that we may be delivered from unreasonable and wicked men: for all men have not faith."
        },
        {
          "chapter": 3,
          "verse": 3,
          "name": "2 Thessalonians 3:3",
          "text": "But the Lord is faithful, who shall stablish you, and keep you from evil."
        },
        {
          "chapter": 3,
          "verse": 4,
          "name": "2 Thessalonians 3:4",
          "text": "And we have confidence in the Lord touching you, that ye both do and will do the things which we command you."
        },
        {
          "chapter": 3,
          "verse": 5,
          "name": "2 Thessalonians 3:5",
          "text": "And the Lord direct your hearts into the love of God, and into the patient waiting for Christ."
        },
        {
          "chapter": 3,
          "verse": 6,
          "name": "2 Thessalonians 3:6",
          "text": "Now we command you, brethren, in the name of our Lord Jesus Christ, that ye withdraw yourselves from every brother that walketh disorderly, and not after the tradition which he received of us."
        },
        {
          "chapter": 3,
          "verse": 7,
          "name": "2 Thessalonians 3:7",
          "text": "For yourselves know how ye ought to follow us: for we behaved not ourselves disorderly among you;"
        },
        {
          "chapter": 3,
          "verse": 8,
          "name": "2 Thessalonians 3:8",
          "text": "Neither did we eat any man’s bread for nought; but wrought with labour and travail night and day, that we might not be chargeable to any of you:"
        },
        {
          "chapter": 3,
          "verse": 9,
          "name": "2 Thessalonians 3:9",
          "text": "Not because we have not power, but to make ourselves an ensample unto you to follow us."
        },
        {
          "chapter": 3,
          "verse": 10,
          "name": "2 Thessalonians 3:10",
          "text": "For even when we were with you, this we commanded you, that if any would not work, neither should he eat."
        },
        {
          "chapter": 3,
          "verse": 11,
          "name": "2 Thessalonians 3:11",
          "text": "For we hear that there are some which walk among you disorderly, working not at all, but are busybodies."
        },
        {
          "chapter": 3,
          "verse": 12,
          "name": "2 Thessalonians 3:12",
          "text": "Now them that are such we command and exhort by our Lord Jesus Christ, that with quietness they work, and eat their own bread."
        },
        {
          "chapter": 3,
          "verse": 13,
          "name": "2 Thessalonians 3:13",
          "text": "But ye, brethren, be not weary in well doing."
        },
        {
          "chapter": 3,
          "verse": 14,
          "name": "2 Thessalonians 3:14",
          "text": "And if any man obey not our word by this epistle, note that man, and have no company with him, that he may be ashamed."
        },
        {
          "chapter": 3,
          "verse": 15,
          "name": "2 Thessalonians 3:15",
          "text": "Yet count him not as an enemy, but admonish him as a brother."
        },
        {
          "chapter": 3,
          "verse": 16,
          "name": "2 Thessalonians 3:16",
          "text": "Now the Lord of peace himself give you peace always by all means. The Lord be with you all."
        },
        {
          "chapter": 3,
          "verse": 17,
          "name": "2 Thessalonians 3:17",
          "text": "The salutation of Paul with mine own hand, which is the token in every epistle: so I write."
        },
        {
          "chapter": 3,
          "verse": 18,
          "name": "2 Thessalonians 3:18",
          "text": "The grace of our Lord Jesus Christ be with you all. Amen.  The second epistle to the Thessalonians was written from Athens. "
        }
      ]
    }
  ]
}
