{
  "translation": "King James Version",
  "abbreviation": "kjv",
  "lang": "en",
  "language": "English",
  "direction": "LTR",
  "encoding": "UTF-8",
  "nr": 56,
  "name": "Titus",
  "chapters": [
    {
      "chapter": 1,
      "name": "Titus 1",
      "verses": [
        {
          "chapter": 1,
          "verse": 1,
          "name": "Titus 1:1",
          "text": "Paul, a servant of God, and an apostle of Jesus Christ, according to the faith of God’s elect, and the acknowledging of the truth which is after godliness;"
        },
        {
          "chapter": 1,
          "verse": 2,
          "name": "Titus 1:2",
          "text": "In hope of eternal life, which God, that cannot lie, promised before the world began;"
        },
        {
          "chapter": 1,
          "verse": 3,
          "name": "Titus 1:3",
          "text": "But hath in due times manifested his word through preaching, which is committed unto me according to the commandment of God our Saviour;"
        },
        {
          "chapter": 1,
          "verse": 4,
          "name": "Titus 1:4",
          "text": "To Titus, mine own son after the common faith: Grace, mercy, and peace, from God the Father and the Lord Jesus Christ our Saviour."
        },
        {
          "chapter": 1,
          "verse": 5,
          "name": "Titus 1:5",
          "text": "For this cause left I thee in Crete, that thou shouldest set in order the things that are wanting, and ordain elders in every city, as I had appointed thee:"
        },
        {
          "chapter": 1,
          "verse": 6,
          "name": "Titus 1:6",
          "text": "If any be blameless, the husband of one wife, having faithful children not accused of riot or unruly."
        },
        {
          "chapter": 1,
          "verse": 7,
          "name": "Titus 1:7",
          "text": "For a bishop must be blameless, as the steward of God; not selfwilled, not soon angry, not given to wine, no striker, not given to filthy lucre;"
        },
        {
          "chapter": 1,
          "verse": 8,
          "name": "Titus 1:8",
          "text": "But a lover of hospitality, a lover of good men, sober, just, holy, temperate;"
        },
        {
          "chapter": 1,
          "verse": 9,
          "name": "Titus 1:9",
          "text": "Holding fast the faithful word as he hath been taught, that he may be able by sound doctrine both to exhort and to convince the gainsayers."
        },
        {
          "chapter": 1,
          "verse": 10,
          "name": "Titus 1:10",
          "text": "For there are many unruly and vain talkers and deceivers, specially they of the circumcision:"
        },
        {
          "chapter": 1,
          "verse": 11,
          "name": "Titus 1:11",
          "text": "Whose mouths must be stopped, who subvert whole houses, teaching things which they ought not, for filthy lucre’s sake."
        },
        {
          "chapter": 1,
          "verse": 12,
          "name": "Titus 1:12",
          "text": "One of themselves, even a prophet of their own, said, The Cretians are alway liars, evil beasts, slow bellies."
        },
        {
          "chapter": 1,
          "verse": 13,
          "name": "Titus 1:13",
          "text": "This witness is true. Wherefore rebuke them sharply, that they may be sound in the faith;"
        },
        {
          "chapter": 1,
          "verse": 14,
          "name": "Titus 1:14",
          "text": "Not giving heed to Jewish fables, and commandments of men, that turn from the truth."
        },
        {
          "chapter": 1,
          "verse": 15,
          "name": "Titus 1:15",
          "text": "Unto the pure all things are pure: but unto them that are defiled and unbelieving is nothing pure; but even their mind and conscience is defiled."
        },
        {
          "chapter": 1,
          "verse": 16,
          "name": "Titus 1:16",
          "text": "They profess that they know God; but in works they deny him, being abominable, and disobedient, and unto every good work reprobate. "
        }
      ]
    },
    {
      "chapter": 2,
      "name": "Titus 2",
      "verses": [
        {
          "chapter": 2,
          "verse": 1,
          "name": "Titus 2:1",
          "text": "But speak thou the things which become sound doctrine:"
        },
        {
          "chapter": 2,
          "verse": 2,
          "name": "Titus 2:2",
          "text": "That the aged men be sober, grave, temperate, sound in faith, in charity, in patience."
        },
        {
          "chapter": 2,
          "verse": 3,
          "name": "Titus 2:3",
          "text": "The aged women likewise, that they be in behaviour as becometh holiness, not false accusers, not given to much wine, teachers of good things;"
        },
        {
          "chapter": 2,
          "verse": 4,
          "name": "Titus 2:4",
          "text": "That they may teach the young women to be sober, to love their husbands, to love their children,"
        },
        {
          "chapter": 2,
          "verse": 5,
          "name": "Titus 2:5",
          "text": "To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed."
        },
        {
          "chapter": 2,
          "verse": 6,
          "name": "Titus 2:6",
          "text": "Young men likewise exhort to be sober minded."
        },
        {
          "chapter": 2,
          "verse": 7,
          "name": "Titus 2:7",
          "text": "In all things shewing thyself a pattern of good works: in doctrine shewing uncorruptness, gravity, sincerity,"
        },
        {
          "chapter": 2,
          "verse": 8,
          "name": "Titus 2:8",
          "text": "Sound speech, that cannot be condemned; that he that is of the contrary part may be ashamed, having no evil thing to say of you."
        },
        {
          "chapter": 2,
          "verse": 9,
          "name": "Titus 2:9",
          "text": "Exhort servants to be obedient unto their own masters, and to please them well in all things; not answering again;"
        },
        {
          "chapter": 2,
          "verse": 10,
          "name": "Titus 2:10",
          "text": "Not purloining, but shewing all good fidelity; that they may adorn the doctrine of God our Saviour in all things."
        },
        {
          "chapter": 2,
          "verse": 11,
          "name": "Titus 2:11",
          "text": "For the grace of God that bringeth salvation hath appeared to all men,"
        },
        {
          "chapter": 2,
          "verse": 12,
          "name": "Titus 2:12",
          "text": "Teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly, in this present world;"
        },
        {
          "chapter": 2,
          "verse": 13,
          "name": "Titus 2:13",
          "text": "Looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ;"
        },
        {
          "chapter": 2,
          "verse": 14,
          "name": "Titus 2:14",
          "text": "Who gave himself for us, that he might redeem us from all iniquity, and purify unto himself a peculiar people, zealous of good works."
        },
        {
          "chapter": 2,
          "verse": 15,
          "name": "Titus 2:15",
          "text": "These things speak, and exhort, and rebuke with all authority. Let no man despise thee. "
        }
      ]
    },
    {
      "chapter": 3,
      "name": "Titus 3",
      "verses": [
        {
          "chapter": 3,
          "verse": 1,
          "name": "Titus 3:1",
          "text": "Put them in mind to be subject to principalities and powers, to obey magistrates, to be ready to every good work,"
        },
        {
          "chapter": 3,
          "verse": 2,
          "name": "Titus 3:2",
          "text": "To speak evil of no man, to be no brawlers, but gentle, shewing all meekness unto all men."
        },
        {
          "chapter": 3,
          "verse": 3,
          "name": "Titus 3:3",
          "text": "For we ourselves also were sometimes foolish, disobedient, deceived, serving divers lusts and pleasures, living in malice and envy, hateful, and hating one another."
        },
        {
          "chapter": 3,
          "verse": 4,
          "name": "Titus 3:4",
          "text": "But after that the kindness and love of God our Saviour toward man appeared,"
        },
        {
          "chapter": 3,
          "verse": 5,
          "name": "Titus 3:5",
          "text": "Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;"
        },
        {
          "chapter": 3,
          "verse": 6,
          "name": "Titus 3:6",
          "text": "Which he shed on us abundantly through Jesus Christ our Saviour;"
        },
        {
          "chapter": 3,
          "verse": 7,
          "name": "Titus 3:7",
          "text": "That being justified by his grace, we should be made heirs according to the hope of eternal life."
        },
        {
          "chapter": 3,
          "verse": 8,
          "name": "Titus 3:8",
          "text": "This is a faithful saying, and these things I will that thou affirm constantly, that they which have believed in God might be careful to maintain good works. These things are good and profitable unto men."
        },
        {
          "chapter": 3,
          "verse": 9,
          "name": "Titus 3:9",
          "text": "But avoid foolish questions, and genealogies, and contentions, and strivings about the law; for they are unprofitable and vain."
        },
        {
          "chapter": 3,
          "verse": 10,
          "name": "Titus 3:10",
          "text": "A man that is an heretick after the first and second admonition reject;"
        },
        {
          "chapter": 3,
          "verse": 11,
          "name": "Titus 3:11",
          "text": "Knowing that he that is such is subverted, and sinneth, being condemned of himself."
        },
        {
          "chapter": 3,
          "verse": 12,
          "name": "Titus 3:12",
          "text": "When I shall send Artemas unto thee, or Tychicus, be diligent to come unto me to Nicopolis: for I have determined there to winter."
        },
        {
          "chapter": 3,
          "verse": 13,
          "name": "Titus 3:13",
          "text": "Bring Zenas the lawyer and Apollos on their journey diligently, that nothing be wanting unto them."
        },
        {
          "chapter": 3,
          "verse": 14,
          "name": "Titus 3:14",
          "text": "And let ours also learn to maintain good works for necessary uses, that they be not unfruitful."
        },
        {
          "chapter": 3,
          "verse": 15,
          "name": "Titus 3:15",
          "text": "All that are with me salute thee. Greet them that love us in the faith. Grace be with you all. Amen.  It was written to Titus, ordained the first bishop of the church of the Cretians, from Nicopolis of Macedonia. "
        }
      ]
    }
  ]
}
