{
  "translation": "King James Version",
  "abbreviation": "kjv",
  "lang": "en",
  "language": "English",
  "direction": "LTR",
  "encoding": "UTF-8",
  "nr": 57,
  "name": "Philemon",
  "chapters": [
    {
      "chapter": 1,
      "name": "Philemon 1",
      "verses": [
        {
          "chapter": 1,
          "verse": 1,
          "name": "Philemon 1:1",
          "text": "Paul, a prisoner of Jesus Christ, and Timothy our brother, unto Philemon our dearly beloved, and fellowlabourer,"
        },
        {
          "chapter": 1,
          "verse": 2,
          "name": "Philemon 1:2",
          "text": "And to our beloved Apphia, and Archippus our fellowsoldier, and to the church in thy house:"
        },
        {
          "chapter": 1,
          "verse": 3,
          "name": "Philemon 1:3",
          "text": "Grace to you, and peace, from God our Father and the Lord Jesus Christ."
        },
        {
          "chapter": 1,
          "verse": 4,
          "name": "Philemon 1:4",
          "text": "I thank my God, making mention of thee always in my prayers,"
        },
        {
          "chapter": 1,
          "verse": 5,
          "name": "Philemon 1:5",
          "text": "Hearing of thy love and faith, which thou hast toward the Lord Jesus, and toward all saints;"
        },
        {
          "chapter": 1,
          "verse": 6,
          "name": "Philemon 1:6",
          "text": "That the communication of thy faith may become effectual by the acknowledging of every good thing which is in you in Christ Jesus."
        },
        {
          "chapter": 1,
          "verse": 7,
          "name": "Philemon 1:7",
          "text": "For we have great joy and consolation in thy love, because the bowels of the saints are refreshed by thee, brother."
        },
        {
          "chapter": 1,
          "verse": 8,
          "name": "Philemon 1:8",
          "text": "Wherefore, though I might be much bold in Christ to enjoin thee that which is convenient,"
        },
        {
          "chapter": 1,
          "verse": 9,
          "name": "Philemon 1:9",
          "text": "Yet for love’s sake I rather beseech thee, being such an one as Paul the aged, and now also a prisoner of Jesus Christ."
        },
        {
          "chapter": 1,
          "verse": 10,
          "name": "Philemon 1:10",
          "text": "I beseech thee for my son Onesimus, whom I have begotten in my bonds:"
        },
        {
          "chapter": 1,
          "verse": 11,
          "name": "Philemon 1:11",
          "text": "Which in time past was to thee unprofitable, but now profitable to thee and to me:"
        },
        {
          "chapter": 1,
          "verse": 12,
          "name": "Philemon 1:12",
          "text": "Whom I have sent again: thou therefore receive him, that is, mine own bowels:"
        },
        {
          "chapter": 1,
          "verse": 13,
          "name": "Philemon 1:13",
          "text": "Whom I would have retained with me, that in thy stead he might have ministered unto me in the bonds of the gospel:"
        },
        {
          "chapter": 1,
          "verse": 14,
          "name": "Philemon 1:14",
          "text": "But without thy mind would I do nothing; that thy benefit should not be as it were of necessity, but willingly."
        },
        {
          "chapter": 1,
          "verse": 15,
          "name": "Philemon 1:15",
          "text": "For perhaps he therefore departed for a season, that thou shouldest receive him for ever;"
        },
        {
          "chapter": 1,
          "verse": 16,
          "name": "Philemon 1:16",
          "text": "Not now as a servant, but above a servant, a brother beloved, specially to me, but how much more unto thee, both in the flesh, and in the Lord?"
        },
        {
          "chapter": 1,
          "verse": 17,
          "name": "Philemon 1:17",
          "text": "If thou count me therefore a partner, receive him as myself."
        },
        {
          "chapter": 1,
          "verse": 18,
          "name": "Philemon 1:18",
          "text": "If he hath wronged thee, or oweth thee ought, put that on mine account;"
        },
        {
          "chapter": 1,
          "verse": 19,
          "name": "Philemon 1:19",
          "text": "I Paul have written it with mine own hand, I will repay it: albeit I do not say to thee how thou owest unto me even thine own self besides."
        },
        {
          "chapter": 1,
          "verse": 20,
          "name": "Philemon 1:20",
          "text": "Yea, brother, let me have joy of thee in the Lord: refresh my bowels in the Lord."
        },
        {
          "chapter": 1,
          "verse": 21,
          "name": "Philemon 1:21",
          "text": "Having confidence in thy obedience I wrote unto thee, knowing that thou wilt also do more than I say."
        },
        {
          "chapter": 1,
          "verse": 22,
          "name": "Philemon 1:22",
          "text": "But withal prepare me also a lodging: for I trust that through your prayers I shall be given unto you."
        },
        {
          "chapter": 1,
          "verse": 23,
          "name": "Philemon 1:23",
          "text": "There salute thee Epaphras, my fellowprisoner in Christ Jesus;"
        },
        {
          "chapter": 1,
          "verse": 24,
          "name": "Philemon 1:24",
          "text": "Marcus, Aristarchus, Demas, Lucas, my fellowlabourers."
        },
        {
          "chapter": 1,
          "verse": 25,
          "name": "Philemon 1:25",
          "text": "The grace of our Lord Jesus Christ be with your spirit. Amen.  Written from Rome to Philemon, by Onesimus a servant. "
        }
      ]
    }
  ]
}
